{
    "data": [
        "A first-of-its-kind art book highlighting a series of \"lost\" toy projects, mainly action figures, spanning three-plus decades.",
        "A detailed history behind the crests of the 47 clubs to have graced the Premier League, represented by designers who support them.",
        "Dates is an anthology of positive queer historical fiction, set throughout time and across the world. This is Volume 2!",
        "The minimalist, every day sneaker that provides comfort and versatility, even when going sockless.",
        "Bringing even more adventures of Emma, Warrick and the gang to print! Contains Intermission 2, chapters 11-15, and various extras.",
        "AI powered pendant for taking notes on the go. Just tap, speak and your ideas turn into organised text notes on your phone.",
        "Rejected for being FEMME, Carson journeys toward self-acceptance by way of a manic existential crisis and a drag queen fairy godmother.",
        "A full colour, softcover collection of robot artwork. Plus a second book featuring robot drawings from my sketchbooks.",
        "Help NOVA and David Pogue produce a new special, \"Beyond the Elements,\" that will inspire audiences to fall in love with science.",
        "Now more than ever, we need journalists and storytellers who understand the strategic dynamics of social movements to help us win.",
        "We want to make art history a little more fun by turning Vincent Van Gogh into an action figure!",
        "Enviroment, good natural food and bees. Ingredients for a success! We are making a new and unique Honey, help us make it to the market.",
        "A Shakespeare-themed version of Munchkin – the hit card game of monster slaying, punnery, and backstabbing. Et tu, Brute?",
        "The near-future is here, and Earth’s abandoned cities are now battlegrounds for the ultimate spectator sport: GIANT KILLER ROBOTS!",
        "ALL NEW! Billions of years of life, science, and history in the palm of your hand! Curated and handcrafted to inspire for generations.",
        "‘The best coffee table book about videogames of all time' is out of print. Help us get this landmark title back into production.",
        "Marie Porter returns to craft the kind of Canadian cookbook that could only be written by a Canadian living “away”...",
        "Explore a universe steeped in celestial horror and ravaged by Victorian ambition in this literary RPG for PC, Mac and Linux.",
        "Enjoy finest organic teas from the Himalayas, improve the lives of farmers and educate their children.",
        "100% naturally dyed knitting yarn from Peru! Pledge and help us develop a thriving social enterprise that supports women artisans!",
        "I make music about my deepest fears and greatest joys and because of kickstarter, I can make it with the most creative people I know",
        "A queer-focused comic anthology and 22 card deck of original short stories based around the figures of tarot's Major Arcana.",
        "A children's book about particle physics; The story of a graviton who wants to meet a photon, but she just can't seem to catch him.",
        "Charge your gear anywhere!  A 2-in-1 solar lantern and phone charger that packs down to 1\" thick. Portable power and light on the go!",
        "Organic Vietnamese yogurt with French Influence made with just 3 ingredients. It is thick & creamy with a hint of caramelization.",
        "Explore and fight in a retro futuristic world. Swim deep into an oneiric, poetic and unique experience across dimensional planes",
        "A step-by-step guide to mastering productivity, discipline and focus in 100 days!",
        "ContraBanned: #MusicUnites @ SXSW brings artists of the 7 Banned Nations to SXSW. The music the government doesn't want you to hear!",
        "Help The Pen Addict record live in Atlanta and Washington DC!",
        "Attractive hearing protection for music connoisseurs. Fits your ears and your lifestyle perfectly, without sacrificing music quality.",
        "Providing three artists of colour in Scotland a chance to develop their work and have their voices heard loud and clear",
        "This tiny device brings Bluetooth capability to all of your audio devices. It even lets you sync headphones with a friend!",
        "Taking control of the process of bringing my work directly and rapidly to those who want it; completion/production of my next LP.",
        "A hotel cleaning staff teams up with professional dancers to create a dance performance exploring labor and the body.",
        "Learn about the inner workings of your ride and customize it with Macchina's M2 hardware, an open and versatile development platform.",
        "Mary Lambert is releasing an uplifiting EP about being unabashedly fat, gay, bipolar, and doing whatever you damn well please.",
        "Comic-book stories celebrate women who crack ceilings, take names, and change the game.",
        "A re-imagining of all those other Golden-Age super heroes that just didn't catch on. 200+ pages of brand-new stories with old faces.",
        "A creative and colorful board game turns into a mesmerizing piece of art on your table every time you play it.",
        "A novel calculated to dent your brain -- magical realism from the lead writer of UNKNOWN ARMIES",
        "Glass Bandits helps The Tank NYC present the World Premiere of Charleses, a new play this April 2017 at The Brick Theater.",
        "An affordable and easy to use desktop Plotter, Laser Cutter and Engraver.",
        "The World's First Battery Case, Photo Case, and Cinema Wide Lens for Mobile Photography.",
        "Amazing driving mechanics. Built from 100% sustainable materials. Built to last for lifetimes. They don't make them like this anymore.",
        "Sidemen: Long Road To Glory- Award Winning film about the lives of bluesmen Hubert Sumlin, Pinetop Perkins and Willie \"Big Eyes\" Smith.",
        "Shoes designed for both men & women combining the versatility of EVA foam with the classic design of a driving loafer!",
        "The easiest and quickest tool to develop your own films in full day light, anywhere and at anytime without the need for a darkroom",
        "We want to put Lisa Frank's iconic artwork on our high quality & cruelty-free makeup! Help bring this collab to life!",
        "An insightful guide for the curious, the restless, and the adventurous freelancer!",
        "Artisanal Hot Cocoa blend inspired by malt shakes from the 1960s. Comes in adorable glass honey bears. Handcrafted in Brooklyn.",
        "Breathtaking artbook based on Norse mythology, by award-winning illustrator, Milivoj Ćeran",
        "Capture memorable moments more easily and professionally from your smartphone. Mount, Power On and GO!",
        "A troubled veteran returns home to resume his life, but first he must fulfill a dreadful family obligation.",
        "A game for web + mobile by Girl Scouts San Diego - help the Marshmallow, Chocolate and Graham Cracker characters reach the campsite!",
        "A collection of art and essays showcasing the best African American artists in today's vibrant comic book culture.",
        "A brand new expansion for Monikers, created by the best board game site on the internet, Shut Up & Sit Down.",
        "Mike's been battling alt-right fascists on the radio/internet for decades. Now, with your help, he's writing a book for the resistance.",
        "Lightweight, versatile, and inspired by the tropics, Patara Shoes are designed for the modern traveler.",
        "The vintage instant camera that works on Instax mini film, and is made from recycled cardboard!",
        "A Mariachi and her Soul - Series 02",
        "Sites Unseen is a public art initiative in downtown San Francisco that programs alleyways with installations and participatory events.",
        "Liberty Express is a dance, film and cultural exchange project that connects and inspires children all over the world.",
        "At the MIT Media Lab, we invented a device that captures air pollution. We turned this pollution into safe, high-quality ink for art.",
        "A punk-rock-Pixar animated series about an insecure astronaut and an intelligent melon on their journey to Mars.",
        "Meet the first dog device designed to monitor and improve your dog's welfare. Receive vet advice and be notified if something's wrong",
        "We’re transforming a historic cattle ranch into a sprawling live-in library and art space at 9,200 ft in South Park, Colorado.",
        "RiffTrax is doing three live shows in 2017 simulcast to theaters nationwide: SAMURAI COP + SUMMER SHORTS BEACH PARTY + a MYSTERY TITLE!",
        "A coming of age story about a young Filipino boy who becomes a hero, inspired by the movie Hook.",
        "An all-access lens aimed at punk darlings The Matches provides a compelling look at the music industry's shift to online distribution.",
        "We plan to create a 100-word children's pictorial dictionary in the endangered languages of the Chittagong Hill Tracts of Bangladesh.",
        "STORY is the first levitating timepiece that travels through the air, allowing you to personalize your most unique journeys.",
        "The author of the transgender webcomic Assigned Male is back with a heartwarming story about identity, autonomy and body-positivity.",
        "LOVE maintains the intimacy and quality of vinyl records but adds modern day smart features, while keeping the crackles & pops.",
        "Help us publish print versions of our latest books, so we can offer PDF versions free of charge forever.",
        "The conclusion to the award-winning series of mature, story-driven, turn-based strategy games steeped in Viking culture.",
        "Support me to make the English hardcover print version of 'Miki's Mini Comics' vol.1 a reality! :)",
        "A Tactical Collectible Card Game that gives streamers and their viewers exciting new ways to interact and play together on Twitch!",
        "Fundraising for our floor to further extend our space and place for those in need of home to meet.",
        "Both book and graphic novel editions of the classic by Thomas Malory, plus an Arthurian encyclopedia to assist your reading or gaming.",
        "Signe Baumane's new animated feature film infuses music and neuroscience into a personal story of love, gender and marriage.",
        "The first half of the epic misadventures of a bunch of fantasy adventurers! 300+ pages of award-winning webcomic in print.",
        "Help today's journalists go \"off assignment\" and tell the fullest truth.",
        "Mythic Legions series 2 expands the world of Mythic Legions with a line of all new 6\" scale action figures by Four Horsemen Studios",
        "Small Town Inertia is a photography book about those surviving life and austerity on the margins of a typical British town.",
        "The new patented Columbia coffee grinder. High output, consistency and does everything from french press to turkish coffee in no time..",
        "We need your support to create an unique space for our collotype printing press and start printing again with this 1897s beauty.",
        "Ursa Minor is a new restaurant on Lopez Island, with food showcasing the farmers, fisherman and foragers of the San Juan Archipelago.",
        "We're building a public installation of hieroglyphic carvings that allows communities in South Central LA to author their own stories.",
        "We are on a mission to bring naturally fermented whole grain products to the world. We need a key piece of equipment to aid production.",
        "An album about finding strength, speaking out, and love—as well as space, physics, math, and cello.",
        "The machines awake in this postapocalyptic RPG in the vein of Asimov and Westworld, set in the universe of acclaimed Mutant: Year Zero.",
        "Southern Monsters is a work of interactive fiction set in South Arkansas. Lurk cryptid forums. Eat pork rinds. Search for a monster.",
        "A cast iron candle holder that elegantly adapts to the room it lives in, adding a flicker of play and a glint of goodness to any space",
        "Mobile shop dishing up a fresh mix of 100% locally grown artisan bouquets with a snappy side of literature--Flowers with a story!",
        "An ex-Pinkerton detective, a spirit photographer, and a genius scientist battle supernatural forces in late 1800's Boston.",
        "A wardrobe adapted to fit the different body shapes of women.Une garde robe adaptée aux différentes morphologies féminines.",
        "The Urban Geometries of the city were gathered and translated into a geometric composition of patterns.",
        "A powerful new dance performance exploring the access points of human connection, w/ live music by NYC's daring violin duo String Noise",
        "An autonomous flying phone case camera which is only 9mm (3/8in) thin and easily fits in your pocket.",
        "Our newest project in and about East Austin pools, featuring  Aquatics staff and neighborhood swimmers",
        "DryRun is a tough, compact bag designed as a shoulder sling for cycling, running, and active pursuits.",
        "We've introduced a classic idea with a twist: The Perfect Cardigan.  It gave birth to The Baby Cardigan: So cute, we couldn't resist.",
        "A photo project where deserted cities are shot in one single night. Empty New York, Rome, Paris and London in one Hardcover book",
        "An intense arcade blaster featuring awesome power ups and epic boss battles, with spectacular 4K, 60fps pixel-art graphics. FREE demo!",
        "Letter Baby® is a children's line of Velcro Varsity Jackets that are customizable with our Velcro patches.",
        "A project to travel to ALL 2,560 national railway stations in Britain, and to create an online documentary film about the journey.",
        "Six surfers set sail along the frozen shores of Iceland as the worst storm in twenty-five years is about to arrive.",
        "Fight for a forest under siege in this brawler for PC and Mac. Hope lies with your team—at a grave cost. What will you sacrifice?",
        "The one choice for your everyday outerwear complete with 18 features including water-resist, anti-odor and heat regulating technology.",
        "Low-cost and easy-to-use map-making software focused on creating gorgeous hi-resolution tile-based tactical-scale battlemaps.",
        "The Guitar Forte allows you to play your guitar percussively, with hammers and keys, much like a piano.",
        "Funding the live recording and digital release of 2 episodes of 'The Future Boys', a new science fiction audio sitcom.",
        "An irresistible blouse for plus size women, made of elastic, high quality silk.THE CURVY REVOLUTION HAS JUST BEGUN.",
        "Help get my new album, Depression Era Thinking past the finish line. It's almost done but it needs your help to make it to the end.",
        "Yaoi fans, members of the LGBTQ community, and indie comic lovers alike; Velvet Toucher's modern mafia story is sure to thrill & entice",
        "It is flexible, secure and extremely lightweight. Tex—lock has a completely new look & feel.",
        "Explore a player-created ecosystem by controlling physics-based creatures with real neural circuits.",
        "A Free 2D top-down online RPG with custom art, enjoyable features, and a growing community. Fully playable Alpha out now.",
        "Tales Of The Fractured Mind is an anthology of stories about the cause and effects of mental health.",
        "Reflections’ is a body of work that is aimed at addressing the growing prevalence of mental health issues among young people.",
        "The hydroponic vertical farm for your home. Simple, clean and 40% more efficient. Salads and more in your indoor garden all year around",
        "Two astrophotographers use the historic 129 year old Great Lick Refractor to capture the cosmos using modern day techniques",
        "A unique mechanical automatic timepiece with a design blending classic and modern. Inspired by the past, designed for the future.",
        "Our mission is to bring a soul-enriching food experience with fresh ingredients in a relaxed environment and friendly to all.",
        "Twin 12-year-old African-American superheroes lose their powers and get sent back to public school. A 74-page all-ages adventure!",
        "MOKURU is the unique & inventive desk toy that’s easy to flip, roll and do tricks with, giving you endless possibilities of fun!",
        "Turning 366 days of reportage illustration into a mighty publication.",
        "By utilizing 4x5 large format film, I've been photographing underwater landscapes in springs throughout the state of Florida",
        "We want to bring cinema to people living in the remote parts of Nepal, film the event and share it with the world.",
        "An inspiring story about how psychotherapist Susie Herrick changed her father’s life with an email.",
        "Fun-filled and inspiring art book by full-time illustrator Rachta Lin, based on her 2016 artist journey experiences.",
        "A limited edition of hand crafted stools made in solid oak with brass detailing. Each is individually numbered and can be perssonalised",
        "Help us launch the story of El Marvo - the luchador vigilante who wakes up to find himself in a post-apocalyptic future.",
        "Bula Batiki is a non-profit social enterprise creating sustainable incomes for remote Fijian communities through producing Coconut Oil.",
        "Organize any camera, phone, power bank etc to improve your shots. Works as a portable mini tripod or attaches to any full-sized tripod",
        "An Int'l photographer & a legendary California wine writer embed with 50 Paso Robles winemakers for a vintage to tell their stories.",
        "Practice yoga with an exclusive curriculum, log practice hours, earn rewards & live the yogi life. Next stretch goal = Guest Teachers!",
        "This will be the first album I have made in 9 years. It will be going back to my roots from 2002, and I aim to blow your socks off!",
        "Remembering Elephants sequel, featuring rhino images donated by top wildlife photographers inc Art Wolfe, Frans Lanting & Steve Winter",
        "A smart electronic parts storage and management device on your desktop - store, search, and use parts digitally",
        "100 waves for ocean lovers! I'm offering 100 paintings & prints plus ten books of seascape art, all about the magic of wild ocean surf.",
        "Explore the New World! Build Colonies! Crush all who stand in your way! Earn fame and glory for your Empire!",
        "Vegetable & meat fillings that you assemble with your favorite fresh ingredients into quick, real meals. Dinner's almost ready.",
        "A children's adventure that inspires young minds with a female hero and wearable Storysuit.",
        "the travel vessel for your coffee or tea with a refined form and natural materials to bring high-quality taste experience on the go",
        "A story of love, lost and memories. Filmed in Cuba & Mexico.",
        "The world's best everyday bags. Designed by photographers to revolutionize camera carry, but built for everyone to organize your life.",
        "A full sized mechanical grappling hook with an Xtra Small titanium version!",
        "A deeply narrative scifi mystery game based on the exploration of an abandoned cargo spaceship inspired by Firewatch and the film Moon.",
        "Dexter is a robotic arm powered by an FPGA supercomputer. 5+ axis, trainable and a friendly UI.  It becomes your personal factory.",
        "An adoption book for kids who did not spend their earliest days with their forever families.",
        "NIWA – original round wristwatch using Nixie tubes for displaying time",
        "Join us again and help us bring “Iran through Books” to Los Angeles Festival of books 2017 at USC!",
        "Dr. Frankenstein and Dracula combine their efforts to resurrect the world's preeminent paranormal investigator, Inspector Von Ghoul.",
        "With misconceptions rampant today, these poems aim to provide a realistic & hopefully insightful look into American Muslim lives.",
        "This Off Beat Town is a science fiction action comic taking place in the Hong Kong-esque dystopian city Nero, full of aliens and robots",
        "A Kickstarter-only, limited edition run of a collectible toy.  This design is exclusive to make/100.",
        "A limited edition screen printed map serving as a reminder that everyone should be welcome in our city.",
        "\"96B Presents: Something Strange and Beautiful\" is a dance-theater evening length performance premiering March 25 + 26 in Brooklyn, NY.",
        "Leela Dance Collective presents a tour-de-force Kathak dance drama bringing to life the story of Hanuman, the Ramayana's hidden hero",
        "We're going to move Norse from its shared home to a brand new space in Harrogate and improve every aspect of your dining experience.",
        "For 5 years Tanja Hollander explored the meaning of friendship in the age of social media. This film tells the story of her discoveries",
        "This is a collection of incredible Shadowrun art by Echo Chernik. It includes the vision and symbolism behind the SR Tarot and more.",
        "Alla Hermanserier 1998-2002, instängda i oäkta dinosaurieläder och späckad med smutsiga fakta och rena lögner. 304 sidor! Äg den!",
        "We're setting out on a road trip to help immigrants across the U.S. We're documenting our journey and sharing stories we hear. Join us!",
        "\"Love Debut!\" is a fun standalone story about chasing your dreams and falling in love.",
        "First volume of rigorous yet open-access research on anarchism and religion - seeking funding to cover production costs.",
        "Sasha Tech Savvy Loves to Code is a children’s book written by a TEEN that inspires girls to pursue STEM activities in a fun way.",
        "In the Shadows we lie is a mini comic/sketchbook that explores a hidden world of witches, their covens and the laws that govern them.",
        "Enter the Kingdom! A dark fantasy tale set in a nightmare world filled with swords, magic, monsters, and blood!",
        "A 48 page coloring book celebrating all things DRAG. Color real life drag queens, drag kings, and performers from LGBTQ / gay clubs.",
        "Join us as we celebrate the lost freedom of DIY rave, festival and protest culture in 1990s Britain with a book called Exist To Resist.",
        "Pixelvar is APP controlled handheld LED POV display. Wave it to see your image in mid air! For players and party.",
        "Help us colorize the original black-and-white Gold Digger series by award-winning artist Fred Perry.",
        "I'm recording my debut album of 10 original compositions pulling from elements of jazz, classical chamber music, and world music",
        "A haunting tale of love and death. This thriller has eerie environments, a captivating story, and horror inspired by the best classics.",
        "The SnapPower SwitchLight is a light switch cover that doubles as a night light.  It installs in seconds with no wiring needed!",
        "Prisma & the Masquerade Menace is a challenging, side-scrolling puzzle platformer set in a colorful multi-dimensional world.",
        "A collection of botanical paintings that allows you look closer at the beauty of nature.",
        "Experience the sinking. Explore the wreck. Titanic VR is an interactive exploration game and an immersive historical experience.",
        "Inspired by the true story of Holocaust survivor, Simon Wiesenthal, an artist who lost his family and took justice into his own hands.",
        "Simply Worlds best bike accessory.",
        "$16 only. The AnyTouch Blue is a smart keyboard & mouse for wireless presentation, smart TV, smart STB, PC, MAC using a usb dongle.",
        "An inspiring story of love and resilience after tragedy strikes humanitarian Maggie Doyne, mother to 49 Nepali children.",
        "A unique 50 card oracle deck + guidebook featuring sacred symbols offering a \u0003reminder of our inner wisdom, imagination and intuition ☾",
        "MAGBINE is a magnetic USB cable that combines stylish design and multi-devices compatibility with a reversible lightning connector.",
        "A swashbuckling board-game adventure for 1–5 players eager for pirates, pillage, and plunder on the high seas of the Spanish Main.",
        "A new record from Peter Mulvey on Righteous Babe Records, produced by Ani DiFranco.",
        "Kai sits right behind your ear and lets you access a smart voice interface 24/7. Call, text, search, and even call an Uber.",
        "Every year 50 billion crowncorks are opened in a boring way. We have made a revolutionary opener that makes every crown cork plop!",
        "Marley B' Jam'n Bacon Jam Chutney and BBQ Sauce have taken classics to another level with international flavors, baconx3, & bourbon",
        "Support the production of a feature-length documentary film about the wild swimmers and wildlife of Hampstead Heath, London",
        "\"Bringing Gamers Together Two Colors at a Time.\" - Creating 10 all new Halfsies Dice sets through photography and unity.",
        "Combination of old art and modern life. Weather adaptive, soft, smooth and easy to wear knitted overcoats for women",
        "A carrying case to a 14.5-ft full size Canoe in 10 minutes! Cool Invention, an origami folding canoe. Take MYCANOE anytime anywhere.",
        "Do It Yourself Terrarium Kit with 4 Succulents - nothing to wait for to grow! Plus sand sourced from the Area 51 region and Roswell, NM",
        "Foxshot, a small water-resistant camera that can be attached to any surface. Polychrome, Wearable, 1080P Magnetic with App Live Video.",
        "The future of transportation, delivered weekly, with original journalism on mobility topics and summaries of stories you need to know.",
        "The new version of Mike Elliott's best-selling Thunderstone deckbuilding game.",
        "The Watch is a tabletop roleplaying game about soldiers fighting a desperate war to save their homeland.",
        "2-in-1: Ultra compact grade 5 titanium bolt action pen with magnetic quick release + 130 lumen flashlight that recharges via micro USB",
        "We are publishing a sci-fi/superhero comic book that poses the question, what if superpowers arose from mental illnesses and disorders?",
        "So much POWER in the indy comic market goes overlooked. Now the gods have been angered! They have other plans! THE POWERVERSE™ is here!",
        "A retro-futuristic cyberpunk short film entirely made with practical effects and hand-made models in truly 80s style.",
        "WOOLEN LIGHT COMFORT Runners. Made of 100% Merino Wool 3D Stretch, a worldwide unique fabric by GIESSWEIN - Made in AUT, Europe.",
        "Jeffrey has been back from the grave for decades taking revenge on the people who killed him. Now he's caught in a rut.",
        "Feature-length documentary about five Somali Muslim students pursuing dreams of education in America",
        "For the 100th anniversary of this famous Seated Nude by Egon Schiele, a deluxe limited edition print.",
        "Practice getting an idea across simply and rapidly using three random cards that generate hilarious doodles",
        "Op Children Books is a collection of interactive real-time animation board books that help children learn colors, shapes and vowels.",
        "A collection of inked illustrations pulled from my imagination and marked onto paper for you to hold in your hands and enjoy!",
        "A versatile HAT cover for the SmartiPi Touch case for the official Raspberry Pi display.",
        "We at JACK, our non-profit cultural hub in Brooklyn, want to kickstart a national conversation on reparations for Black Americans.",
        "Preorder and support the funding of my debut full length record! Two years of work that YOU can help across the finish line.",
        "#DontIgnoreMe: A jacket that allows you to be seen or to hide instantly. Designed for humanitarian causes, now available to you.",
        "50 islands posters on reflective copper material to choose from. Let the sunshine reflect your favorite islands. At home or office.",
        "As a food artist, I create edible experiences with delicate, handmade pralines - for you to enjoy",
        "Mexico’s first all-natural baby food company focused on native fruits, vegetables & grains.",
        "After 52 years of war, FARC guerrilla soldiers rejoin Colombian society to forge new lives of peace.",
        "Combining Some great Retro classics and hack and slash games, we look forward to bringing a new style, called a \"Technical Platformer\"!",
        "Discosadness, Numbers & Mumbles, Ferocious Mopes and Impeccable Blahs on vinyl for the first time.",
        "Fight your nightmares as a teddy bear in a 2D action platformer with a focus on challenging gameplay, rich combat, and exploration",
        "Environmentalism. Conservation.Protecting our most precious ecosystem against Climate Change. People getting it done. A lesson for all?",
        "High quality shoes comfortable and affordable handmade in goodyear welted for ladies & mens.",
        "Growler Chill is a household countertap for growlers. Preserves freshness, purges oxygen and keeps your delicious craft beer cold!",
        "Inspired by our friend's daily ritual, Mary's Vase is a wall hung flower vase creating a new emotional portrait every time it's used.",
        "I'm making art about the beautiful destruction involved in memory loss.",
        "Take control of the hero and defend yourself from the plushy zombie horde with turrets, traps and special abilities.",
        "Hand made sculptures using strands of wire",
        "Robot Core is a robot controller that connects to the Raspberry Pi, allowing you to easily control motors, servos, and read sensors.",
        "Eight creatives visited Japan. This is a unique photo-book of their separate but collected experiences.",
        "I am seeking to return to San Salvador, El Salvador for 10 days to photograph the daily lives of children affected by birth defects.",
        "Representation matters and so does diversity of Black dolls. Combined that with creative arts, imagination and the real magic begins.",
        "Beautiful 2D world! Play solo or team up with up to 4 players! Play with the characters special abilities to advance in the game",
        "RUiN is a Top-Down Arcade Style Arena Brawler where you select your own set of abilities and battle it out on deadly arenas.",
        "Custom made designer jeans & bow ties! Buy alone or buy matching for fathers & sons! Create unforgettable memories with those you love!",
        "This #make100 project is designed to build a classic 100 level MegaDungeon for 5th Edition by the Kickstarter community",
        "Debut release from Hip Hop artist, Climate Warrior, Xiuhtezcatl of Earth Guardians. Bringing the movement to the masses through music.",
        "American Harmony—the ultimate shape-note tunebook, with 176 pieces, 100 illustrations, and a leading scholar's commentary.",
        "Bruno: The Bear Who Stayed awake is a children's book I will be publishing in September of 2017 it has 32 pages and will be hardbound.",
        "Ultra-slim solar-powered trackable wallets with quick card access at the click of a button. Never lose your wallet again!",
        "PlayHat sneakers are hand-dyed and manufactured with premium quality materials. Craftsmanship and comfort are the core of our shoes.",
        "An open-world action game for fans of single-player adventures. Battle, puzzle, and explore an exotic alien landscape.",
        "Celebrating and sharing values we hold dear in the District of Wonders by highlighting new and diverse voices from around the world.",
        "Conferences, workshops, network, music, design, kittens, festivals, labels, international agents and other free spirits. March 7 -10.",
        "From devs who worked on Pump It Up Infinity and NeonFM, NOISZ combines music games and bullet hell shoot-em-ups for a unique challenge!",
        "Raising additional funds to help offset the $1 million of production costs required to REOPEN this critically acclaimed show in NYC.",
        "A robot kit for all ages, that's easy to make and control. Powered by Raspberry Pi. Learn robotics, learn to code, build the future.",
        "A small robot arm that draws with a pen on paper anything you draw on screen. Sketch, share and subscribe to wonderful drawings!",
        "From afterwork to apres-ski, the comfort starts with warm feet.",
        "A documentary film about a year in the making of marathon runners inside San Quentin, California's oldest prison",
        "The new political comedy web series based in Oakland, CA that hits the big issues: Gentrification. Global Warming. Gluten-free donuts.",
        "This home décor is Inspired by the balance between nature & man-made! It’s all about nature, balance and simplicity.",
        "Beneficial Shock! Is an independently run biannual magazine, that takes a humorous, unexpected and irreverent look at film.",
        "This Kickstarter is basically a Pre-Order System and way to fund the production of 1.5 inch hardened enamel pins and their backings.",
        "Limited Edition Luxury watches with Swiss Movements at accessible prices. Inspired by 1940's Aviation; built in Switzerland.",
        "A tactical space combat card game putting players in charge of space fleets -  defend your mothership whilst destroying your opponent.",
        "A roleplaying game of heists & other thievery by Rodney Thompson. Play as members of 8 criminal cartels in a massive fantasy city.",
        "When two teenagers hack into a drone delivery system,  they soon find themselves targeted - and scrambling to cover their tracks.",
        "Go back to the 17th century and get spices in the East Indies! Trade them or steal them from your opponents and steer clear of pirates!",
        "A NEW, ORIGINAL CYBER-PUNK COMIC BOOK SERIES THAT BRINGS A TRULY UNIQUE READING EXPERIENCE WITH DIGITAL COMICS 2.0",
        "Renowned sign painter Jakob Engberg from Copenhagen Signs will make 100 unique hand painted alphabets on A1, 170g Cyclus recycled paper",
        "You are a Valkyrie, a ghostly witch, sent by the gods to help Vikings save their world.",
        "A selection of 140 articles published between 1970 to 1976 celebrating what was arguably America’s most exciting decade of dance.",
        "A 2D isometric, tactical, steampunk cRPG, Inspired by \"The Temple of Elemental Evil(2003)\" and \"Baldurs Gate (1998)\"",
        "hindsight is an exploration of issues facing our cities: we will revisit the past in order to discover our present and plan our future",
        "Make your own customized lipsticks at home. Create unique gifts. Re-melt your current lipsticks to make brand new shades!",
        "The 3D online-multiplayer social deduction game of mischief, betrayal & medieval politics. Discover your allies, dispose of the rest...",
        "Hack, slash, and plunge your way through the history of human kind in company of the lovable Countryballs.",
        "A wall-mounted bookmark perfect for bedtime readers.",
        "Play soccer and have fun learning ...",
        "LoudHoundMovement’s newest evening-length work, Silverback, premieres April 7-8 at the Center for Performance Research in Brooklyn, NY",
        "Rise of the Elders: Cthulhu is a tactical RPG inspired by the work of HP Lovecraft, for mobile and PC.",
        "Your favorite rocket kit built as an awesome CCFL accent lamp. Assembled by the designer himself. Multiple CCFL color options.",
        "A series of prints highlighting 32 women who have made extraordinary advances in math, science, and engineering.",
        "Pre-order the new album by Jenny O.",
        "Rain Catcher is a noir psychological thriller about a young photographer haunted by a mysterious man appearing in all his pictures.",
        "Durham Bicycle Boulevards models a successful West Coast concept of using calm neighborhood streets to form a bicycle-priority network.",
        "The world's first & only all-metal RFID-proof slim wallet with two quick-draw thumb-slots and GUARANTEED to last a LIFETIME!",
        "This documentary film is an intimate portrait of love and loss that observes family and nature undergoing the cycle of birth to death.",
        "A dark and irreverent anthology of Lovecraftian fiction set in Texas and the Southwest.",
        "Plastic Surgery; Fashionable, free of charge. Romeo and Juliet meets Black Mirror in a debut comic where nothing is sacred.",
        "A street photography book that examines the human condition in the 21st century metropolis. Shot across 4 continents.",
        "Octavia is a cotton carboard bulb cover. Bring life to any room with cool shadow patterns.",
        "Comfortable. Sweatproof. Lightweight. Works with VR & PC platforms & games. 16 haptics sensors & vibration nodes. Feel Virtual Reality.",
        "This unique book - part story, part workbook - focuses on body image and self-love for those who need it most: our kids.",
        "Brother Crow #1 is a 24 page comic book and the first issue of a 6 issue series.",
        "A terrifying old school Survival Horror game from the creators of Resident Evil and Invader Studios (Resident Evil 2 Fan Remake)!",
        "Exploring the last century of Russian history though the words and lives of Russians born 100 years ago, in 1917.",
        "Neo the Neapolitan Kitsune wants to become a huggable and lovable plush! With your help, of course!",
        "rüT is a unique spin on vertical planter hanging solutions for wooden decks and patios",
        "Shriekback are an English band with a long and distinguished career. They have not played live for nearly 25 years. Now they want to..",
        "Do you love monsters? We love monsters so much we made them a 224 pg love letter. Monsters from sci-fi, fantasy, horror, and more!",
        "6-12 Player, 30 Min, Social Deduction Game About the Underground Church. Build the Church or Crush it Mercilessly. Join the Struggle!",
        "The ultimate drawstring backpack that lets you create more epic moments and crush life.",
        "A watch for a modern individual with an appreciation for craftsmanship: automatic, mechanical, slim profile, without corporate markups.",
        "Unique dice, hero classes, battles, upgrades, & glory! Play 1v1, 2v2, 3v3, or free-for-all in this 20-30 minute action packed game!",
        "The Savage Teen Heartthrob is an original 24-page comic book. Myth, mayhem & gut-wrenching violence: it all starts here.",
        "Ergonomically-designed foldable laptop stand with innovative smartphone holder: compatible with Apple Macbook, and other major brands",
        "Please help us build a larger workshop & learning center to help revive interest in the traditional American craft of pewtering.",
        "6-in-1 USB charging hub, with USB C compatibility.Combining six essential everyday gadgets into one sleek device.",
        "A textbook on logic, critical thinking, and philosophy, for high school and college students. Updated, expanded, and free for everyone.",
        "A debut collection of kids clothing, designed to honor artisans and invest in the empowerment and education of kids in our communities",
        "Yuri on Ice!! Fanbook, 100% latino y en español, con más de 50 participantes.",
        "unbag is a digital and print publication that promotes dialogue concerning contemporary art, cultural practice, and political action.",
        "I have grown the herbs.  Now I need your support for the last step, to purchase the containers needed to launch my herbal tea business.",
        "A Metal-themed resource book for Pathfinder/D&D 3.5. Make your character Metal. Make your campaign Metal. Make everything Metal.",
        "The Tool Every Maker Needs to Brave Their Creative Adventures",
        "Issue #1 of LGBT webcomic Magical Boy Basil. A story about undercover teenage magicians who fight monsters in order to save the world!",
        "This special issue of our comics-poetry literary journal features groundbreaking creators at the top of an exciting new form",
        "LexOccultum  - AWARD WINNING GAME about occultism, mysteries and secret societies in an 18th century setting. Load your flintlocks!",
        "Animals Eat Their Veggies Too! is a whimsical rhyming children's picture book aiming to make vegetables fun.",
        "Despite growing up legally blind, a high school wrestler overcomes great odds and attempts to win a New Jersey state championship.",
        "Miniature animal skull replicas, reproduced in high detail using 3D scanning, 3D printing, and traditional lost wax casting.",
        "Five years have passed; high time to update the Midgard Campaign Setting, and add Deep Magic, adventures, and player options galore!",
        "A very silly illustrated book that brings you and your little ones closer together. A book you will both treasure forever.",
        "Simple ceramic tiles for your home",
        "Never walk around with unwanted notes and never be out of pages",
        "The Adjustable Bag (TAB) is a multi-size, multi-function, collapsable bag. It's extreme versatility makes it the only bag you need.",
        "A photographic document of the remaining Pie and Mash shops in London. A limited edition photo book with only 100 signed copies.",
        "A book about food as our common ground: recipes and stories that connect us to ourselves, one another and an American mosaic of flavors",
        "SUSIE MAG is an intersectional feminist zine. We present cutting edge interdisciplinary work focused on creating an equal platform.",
        "An all new guitar effects pedal, implementing a randomized stutter effect which has previously only been created in the software realm.",
        "Tested & proven to withstand extreme force and conditions. LITERALLY as strong as steel, as flexible as rope and as malleable as putty.",
        "Independently publishing a bi-annual cross stitch pattern magazine with cool designs that suit the modern crafter!",
        "To commemorate the centennial of World War I, we want to get our Fokker Dr.I Triplane back in the air. Let's get this Fokker flying!",
        "Waterproof, Fireproof, Small, Tough, and Bright. A Mini Multi-Use LED Light for EDC.",
        "A 3D stealth action RPG with character progression, a customizable derelict spaceship, and multiple paths to victory. PC - Mac - Linux",
        "One of the top party games of all time now has a \"hard\" mode. 9 new terrifying Lovecraftian themed characters. Get ready to lose!",
        "At Rune Refinery we aim to innovate and design high quality custom rings at affordable rates",
        "Using Virtual Reality to help trigger happy memories for those with Alzheimer’s, so they can share & connect further with loved ones.",
        "Giant Leaps featuring the historic missions of human spaceflight is the third in our series of space exploration prints",
        "Disassembling is a colouring book full of dissected cult characters. From Beavis and Butthead to Totoro. Done in 2 colour Riso print.",
        "Follow Pop, a 6 year old autistic boy, on his journey through a magical world where his autism traits prove to be superpowers.",
        "I'm taking a big step: turning my tiny local microbakery into an independent bakery with home delivery. I need your support!",
        "Twitterrific for Mac was the very first Twitter client, but it has fallen out of date. Help us bring it back to the future!",
        "The Untold Story of the Falklands War - A book they said couldn't be written.. about a Battle they say never happened.",
        "Seersucker and florals.  Delicate details.  Ethically made with love.  Giving back to help girls learn. Empowering girls everywhere.",
        "Paper Water Bottle is the world’s 1st compostable beverage container. Join us in the movement!  Help us reach our latest stretch goal.",
        "Raybaby constantly monitors your child’s breathing and sleeping even when asleep or obstructed, and keeps you alerted via a custom app.",
        "Save space with two compartments to keep your clean and dirty clothes separated. Made with high quality ultra durable ripstop nylon.",
        "An enamel pin collaboration between Mochi Bear Studio and  Ham-Ham Cafe featuring cute foods and critters.",
        "A high fantasy themed expandable card game with unit positioning, resource management, and high replay value for 2-8 players.",
        "Jaspr makes finding great trades easy, fast, and fun, helping you save money, meet cool people, and live more sustainably.",
        "A queer love story touched by motherhood and self-doubt with a Brooklyn backdrop.",
        "An all-colour, fantasy art book by the illustrator of Matlock the Hare, journeying deep into the magical landscape of Winchett Dale.",
        "This is literally just a sticker for the Nintendo Switch Joy-Con to make it look even more like a derpy dog.",
        "Modern Design Just Got a Retro Look! The Cassette Tape Coffee Table is built to scale with a whiteboard top & hidden storage",
        "Pedaling from the Atlantic to the Arctic to the Pacific to explore Canada's marginalized histories.",
        "Add a fifth player, new monsters, new leaders, new warrior dice and more!  The long awaited expansion(s) to Champions of Midgard.",
        "The Monkey Faction Capuchin combines elements of a scooter and a mountain bike. The result is evolutionary fun!",
        "Fictional vampires teach facts about bats and encourage scientific curiosity in this fun picture book for all ages.",
        "L2, an efficiently minimal solution to storing all you may need, before leaving home.",
        "A board game where players control groups of Robotanists making a beautiful artificial garden in the wastelands of the post-apocalypse.",
        "Help keep the music pure, be my 'label' and support my new project - 'Nothing Beyond' - a visual album",
        "Innovative Snowboard bindings that flip into place when you step-in. Durability, comfort, and performance.",
        "$99 Only. 6 DoF Motion Tracking System. Front-facing Room Scale. Low Latency. Android Compatible. Created for Mobile VR Headsets.",
        "360 pages, 26 texts, 20 years of artist-curating, 12 drawings, 1 book.",
        "Ex-bounty hunter Indian woman searches for the abandoned body of an oil worker who was murdered on her own tribal land.",
        "A fast paced open-auction game for 2 to 4 players where you purchase workers and hire evil koalas to sabotage your opponents.",
        "The wildest, goriest, most outrageous football game ever!",
        "Our premium quality double-sided leather  bow ties will accent your personal style for business or casual occasions.",
        "A limited-edition run of sandwich haikus, illustrated in watercolor and bound in a beautiful hardcover book. **23 copies remaining!**",
        "Paradox is a sci-fi comic that follows a young man as he fights to prevent the paradox that created him and is destroying reality.",
        "Transforming mass shoe production by combining 3D Technology with traditional hand-craftsmanship. 100% fit 100% your style.",
        "A comedy set at an Italian eatery as they navigate through the service industry. Gratuity not included.",
        "Dancing With Her is Australia's (and possibly the world's) very first publication dedicated to celebrating women in love, with women",
        "Cue will help you change your brain so you can change your life. Build better habits, work more productively, and be mindful of time.",
        "Entangle your daily mess into an art display! Stay organized with minimal effort while creating art with every interaction.",
        "Piñatas have been a tradition of Mexico since ancient times, they are part of our culture and we want to share that with you.",
        "ONEmicro surround supports 5.1DTS/Dolby,CAS,dlna/airplay,media server. It gives you new surround experience by DECT audio technology.",
        "Three stories. Endless possibilities. When the world rejects you ... create your own.",
        "We've lost our building and need a new one!! Help Milwaukee Blacksmith keep their family business going in a forever home.",
        "\"HIHAKU GLASS\" seals Japanese traditional KURUME KASURI inside a glass plate. Enjoy the beautiful color and geometric pattern forever!",
        "You will be amazed by this idea.100% eco-friendly wood lamps made in Paris.Let them shine in your heaven of peace.",
        "Historical novel set in 18th century London/Amsterdam about love, friendship and independence. Based on ideas of Mary Wollstonecraft.",
        "A card game of lumberjacks, grizzly bears, and dueling hairstylists!",
        "Houndstooth is a soft-cover graphic novel of adventure, friendship, animals, kidnap, and pirates!",
        "This installation of over forty works of art takes a deep look into how we use our Earth's resources",
        "A 100 year old $1 bill sliced into 100 pieces, shipped to 100 people in 100 locations, to be bought back together again as 1 online.",
        "7 versatile pieces handmade in the USA of eco-friendly fabrics. Comfortable elevated basics to fit perfectly into any wardrobe.",
        "I'm continuing my journey of sharing hope and inspiration with my 10th studio album, my second without a record label. Please join me!",
        "Customize your hovercraft and smuggle your way to freedom. Your deliveries could decide the fate of the world. ForPS4/PC/Mac/Linux",
        "A modular controller highly customizable, expandable and reconfigurable designed for DJs, producers and musicians!",
        "Help support the creation of beautiful concrete planters that bring harmony between industrial and natural style in a balanced design.",
        "We're working on a chess game where the pieces react to one another with emotions! It's a fun and new way to learn chess.",
        "2-4 player cooperative game - Send heroes to complete quests, combat monsters, and fulfill the Queen's orders to save the Kingdom!",
        "'People of Colour, Colouring' will be an exhibition and event promoting celebration of diversity and unity through art.",
        "Jessica's fundraiser to provide the funds necessary to finish her premiere album, \"Here.\"",
        "TwoEyes VR is the First Binocular 360° VR 4K Camera that mirrors human eye sight. Shoot stunning 3D, 360° or Virtual Reality content.",
        "Take command of AEGIS and fight for the survival of mankind in this action-packed single-player survival shooter! Every second counts!",
        "Premiering at SXSW, a comedy about two sober addicts who fall in love, relapse, and become the biggest assholes in New York City.",
        "A family-friendly food game inspired by Glory to Rome. Hire staff, stock your fridge, prepare beautiful dishes, and upgrade your truck!",
        "A powerful Smartwatch with a built-in upgradable MicroSD drive, gaming design and exclusive content.",
        "The Commodore Story of the PET Vic20 C64 & Amiga from engineers, games developers & how CBM influenced the first 8-bit generation users",
        "Familiar Feelings will be an enamel pin set themed on witch's familiars paired with knives as an expression of sympathetic aggression.",
        "An exhibition considering race, space, and art in the U.S. today.",
        "The E370 Quad Morphing VCO is a Eurorack-compatible module containing 4 independent digital voltage-controlled oscillators.",
        "the art bike-rack of the switzerland start-up nimdu allows practical and elegant bicycle storage at home, and in the office.",
        "A collection of reporting on type, printing, and punctuation by Glenn Fleishman, letterpress printed by him in a limited edition book.",
        "Handmade housewares made from 100% recycled plastic, intended to serve as a functional reminder and discussion piece on consumer waste",
        "From the designers of Dead of Winter and Titans of Industry: A board game about creating the world’s greatest dinosaur theme park.",
        "Inspired by the classic 35mm camera design, Pixlplay unleashes the power of smartphones for kids to enjoy!",
        "Filter out pollution, dust and bacteria with the ultimate breathing mask by Banale. For health conscious people and urban commuters",
        "Two magical short films—set within a shared cinematic universe—from Zombie Orpheus, the producers of JourneyQuest & The Gamers.",
        "What if America was never a democracy but a monarchy? It's modern day America but under the rule of a descendant of George Washington.",
        "An asymmetrical strategy game played across two boards based off of the iconic 1984 James Cameron film starring Arnold Schwarzenegger.",
        "The end of sophomore year: a time for first jobs, first cars, and first breakups. But nothing is that simple in Roseville High!",
        "Space technology on your desk. Made from all aluminum and glass, interact with magnetic force in its most beautiful form.",
        "Can you save the forest animals from an endless onslaught of Lumberjacks? The SURVIVAL OF THE FOREST Card Game!",
        "A roleplaying game set in the Legend of Robin Hood. This fantasy RPG employs a theatrical style of combat, adventure, and storytelling.",
        "With industrial strength and digital smarts, go beyond prototyping and start manufacturing right from your desktop.",
        "Learn science and play brain-teasing games with the world's first walking, talking, and amazingly expressive Einstein robot",
        "Boneyard Pets is back Now offering Velociraptor and Smilodon as art pieces in gorgeous aluminum! 100% Made in BROOKLYN, USA",
        "Funding the manufacturing in vinyl and resin of the Official World's Greatest Troll sculpture by Chuck Williams as seen on Facebook.",
        "Soy Leiden, cantante y compositora, y estoy grabando mi segundo disco/ I´m Leiden singer & songwriter, I´m recording my second album.",
        "Deep Forest is a new concept for a Indie Survival Open World Multiplayer for PC, MAC OS, Linux & XB1",
        "Our board game cafe is focused on community. We welcome all who are looking for a warm, friendly space in which to go analog.",
        "Creating a rare opportunity for college writers to be showcased in a printed book featuring previously unpublished stories and essays.",
        "SPARTAN is a stylish high-tech boxer that protects your manhood by blocking cellphone and Wi-Fi radiation. Got some? Protect them!",
        "A new Mexican Chocolate Chia Bar created for the Tarahumara of Mexico and Operation Farm & Run by natural foods startup Health Warrior.",
        "OpenScope is a multi-function programmable instrument used for capturing, visualizing, and controlling analog and digital signals.",
        "The time has come. Bobby Junior is preparing to record a full length album in Louisiana, and would like you to be a part of it.",
        "Exclusive Boxed Set Edition for The Strange RPG",
        "The packajing series is the idea of folding paper to create objects such as a lamp, a clock and a picture frame.",
        "S-Holder is improved T-Holder, with adjustable side straps and new clips will make sure that your shirt will stay comfortably tucked",
        "The best fanny pack in the world gets an elastic upgrade.",
        "Developed with the help of the world’s leading tsunami-preparedness experts, this app has the power to save countless lives.",
        "Simple, Smart, Stylish. Designed for everyone to save time in daily life, short travel, and adventure.",
        "Hi! We're Oginalii! We're excited to announce we've written a bunch of new songs and we're looking for your help to record our next EP!",
        "Emoji Book is a collection of artist interpretations of emoji.Curated into an awesome hardcover book.",
        "The ‘Homeland’ in 2017: examining the environment and infrastructure of the United States in a time of political upheaval.",
        "Hammer & Sickle Cases for iPhone – Show off your proletariat solidarity and connect with friends and comrades on the go.",
        "Real MVP Kids' innovative book series makes it easier for children to grow up well regardless of background, ethnicity or special needs",
        "A bilingual, multimedia platform based in the Rio Grande Valley along the Texas-Mexico border",
        "Instant control of Hue lights, smart devices, apps, and more — all from a beautiful mahogany remote.",
        "A 2D RPG with vibrant characters, beautiful pixel-art and unique, immersive story-driven platforming gameplay.",
        "From Zero to Expert. Learn Computer Vision, Machine Learning, Game Development and Internet of Things (IoT) App Development.",
        "An immersive dance theater experience exploring the social dynamics of divisiveness and the potential for collective healing.",
        "A time-traveling cat man heads back to 1968 in search of a renegade communist on the mysterious Stalin Island. It is NOT a drama.",
        "Medical Grade Anti-Bacterial Technology. Advanced Impact Absorbing Footpad. Press Mark Free Cuffs. Extended Toe Protection. Fresh.",
        "The world's thinnest, most ergonomic and seamless mechanical webcam privacy cover.Privacy, security and peace of mind you deserve.",
        "Short stories (and one comic) set in extreme futures. Dystopian or utopian? It's not always clear.",
        "Persian Fire and Steel: Historical Firearms of Iran is a study of the history of the creation and use of guns and artillery in Persia.",
        "Featuring a new carbon fiber acoustic electric model - the ultimate versatile guitar both on and off the stage",
        "C!RCUS est un projet de magazine papier semestriel dédié à l'univers du Cirque ...",
        "Companions’ Tale is a map-making storytelling game about an epic hero—from the point of view of the hero’s companions.",
        "A timeless playing card set inspired by pre-prohibition era beer advertising. The first set designed by Daniel J. Kroemer.",
        "A digital strategy card game from the creators of Star Realms. TCG-style play without the high cost. Own every card for one low price!",
        "An everyday water-resistant minimalist smartwatch. Track your steps, sleep, alarms and receive phone notifications. No charging needed.",
        "A dreadpunk tabletop rpg combining Downton Abbey with the Addams Family, including backstabbing politics and horrible secrets.",
        "Everyday carry meets everyday fun. Ultrathin spinner with dual LED microlight flashlights, ceramic bearing, and fidget-friendly body.",
        "The multi-Harvey Award nominated web comic series returns for a 3rd print collection with aliens, video games, mummies, and more!",
        "YTKWYA is a dream-like narrative told with photographs in a beautiful hardcover, cloth bound book.",
        "Your customizable, palm-sized companion featuring a smart camera and automation skills. There for you wherever you go.",
        "Completing the final stages of \"Dancing at the Pink House,\" a new album of solo and ensemble  works by Howard Hersh.",
        "Create 100 unique fonts with Prototypo, the real time font creation software. The 100 export credits can be used without time limit.",
        "Together we will bring the AT Osmose typeface and its prints to life! Limited editions for both the font family and the specimen!",
        "Singer/Songwriter Radney Foster is releasing a book of short fiction, a companion piece to his new CD. Be one of the first to read it!",
        "A new festival where you can enjoy tasters of signature sandwiches from the best street food providers and restaurants in London.",
        "Meet the VAVA Dash Cam - the most versatile car dash camera yet. Do and see more on the road.",
        "Sanctions against Russia, even NATO and EU, are in doubt. There is great urgency for a Special Summer Issue of Baltic Poetry, now.",
        "We are creating a documentary that captures the heart of Fearless LA and our journey as a church from the beginning.",
        "Återupplev en magisk kväll på Docklands, Halloween 1999.Med DJs och live PA som bjuder på bäst hard house, hard dance och techno!",
        "A pilot documentary of the WWII B-17's historical events and her veteran's interviews. A non-profit film to salute our B-17 Veterans.",
        "Hi, we're Katalina Kicks. We spent last year making an amazing album 'Vices'. We now require funding to tour and promote it properly.",
        "Black Ink. Examining the contributions to the comic book industry by people of color.",
        "Heirloom Indian recipes & comfort foods for the body, spirit & soul; inspired by real-life events about the strength of perseverance.",
        "We found a need for a product that makes riding our road bikes safer, faster and more comfortable. Here is what we came up with...",
        "Bring poet Dorothy Parker’s actual vintage mink coat back to New York. Support the project and you can wear it.",
        "We’ve constantly struggled with wet trunks and soggy bottomed bikini’s we solved this problem with FOREVER DRY SWIMWEAR !!",
        "\"Chucks Apartment\" is a High-Octane psychological crime thriller, about a lonely frustrated man struggling with his sanity.",
        "Our 2nd album recording of happy, more or less traditional, dance music from Norway! Glad gammaldance ispedd hits fra de siste 100 år !",
        "I present my project which consists of opening a guitar school in several languages ​​(excuse the translation, I speak spanish)",
        "\"When I leave\" is drama following a young woman in the military who faces her biggest battle at home.",
        "We are creating the world's finest accessories, like solid sterling silver cufflinks and hand-woven pocket squares, in Portland, Ore.",
        "La gestion des procédures est primordiale à la survie de n'importe quelle organisation dans un monde évolutif et concurrentiel.",
        "A FASCINATING INCURSION INTO THE UNIQUE AND AMAZING ART OF YVAN GENEST",
        "Stop washing excess soap and sanitizer down the drain!  Dispense only what you need!  Save up to 50% of your soap and sanitzer costs.",
        "A short film on a large scale - Ben Hanoi wakes up after a night he can't remember, surrounded by corpses he doesn't know. Who is he?",
        "An exciting new concept where photos within the book playback \"how to\" video instructions when viewed through your smartphone",
        "I'm an artist dedicated to creating delightfully whimsical fairies and steampunk designs, including the most wondrous scarves & charms.",
        "A minimalist belt that fits in your wallet",
        "~Creating an animated Youtube series about my crazy life!~",
        "Show the world that you support the environment with this \"Smokey Says Resist\" die cut sticker.",
        "Hand drawn mazes printed on transparency & photo paper. Includes wet erase marker for the transparencies so you can wipe off mistakes.",
        "When he gets kidnapped by the Mafia on his birthday, Max, a Gangster Film fanatic, soon learns that it's not a birthday prank.",
        "A memoir about my unique and tragic journey through alcoholism, including my experience as to why individuals become alcoholic.",
        "28mm Fantasy Miniature Range in leadfree white metal: Orcs, wolves and more.",
        "A Theatrical Production Celebrating the Lebanese Culture and the Human Spirit in Time of War.",
        "Sugar Wax: environmentally friendly, sexy smooth skin.",
        "Hacer el sueño realidad de aquéllos que apenas comienzan creando vídeo tutoriales sobre cómo iniciar a hacer música electrónica.",
        "Learn C# and game development the fun and easy way. Using Unity 5.5. Make 6 awesome 2D and 3D multi platform games.",
        "DEEP is a feature film premiering in November about a transgender female trying to pledge in a sorority.",
        "A sexy parody of Star Wars: Episodes 4, 5, and 6 by gorgeous burlesque performers!",
        "Had Enough¿ is a game of consequence. Expect to do and say things you never thought you would in front of your friends!",
        "A compact 3D printed wallet available in a range of colours, personalised with text or Braille.",
        "Christian singer-wongerwriter searching for funding to record CD of original Christian music.",
        "Lidenskapelig opptatt av strikking og fiber, ønsker jeg å lage magisk fint håndfarget garn: Yarn to dye for!",
        "Rug Buddies are non-slip rubber squares that adhere to the bottom corners of your rug to quickly and easily prevent movement.",
        "Sonata is the face of Project Sonata, an UTAU-based charity fund. We donate proceeds gained from album sales to various charities!",
        "After a spiritual experience, I became an artist,writer, poet and animal communicator, I hope you will feel the magic between the lines",
        "Infographic art prints for all 50 U.S. states. Each design consists of fun facts and trivia about your favorite state!",
        "Red social  y aplicación para subir fotos, vídeos y comentarios sobre bares,restaurantes,donde podremos encontrar ofertas y opiniones.",
        "The only soap promising to be much more than suds in a sink basin. Our goal is to inspire hope with a more personal approach to soap.",
        "Yemeni people with HIV face a life of stigma and persecution. I am facing this issue against the backdrop of the ongoing conflict.",
        "A steampunk puzzle adventure inspired by classics like Myst. Challenges await around every turn. Think about it.",
        "This new multi-tiered spherical Ikea Garden is the perfect garden to feed your whole family.  See: https://medium.com/space10-the-farm/",
        "\"Widow Bride\" is a short feature telling the story of a girl forced by her mother to kill her newlywed husbands.",
        "\"My Gift To The World\"  is my first hip/hop musical project in which I blend different sounds and scenarios from my walk of life.",
        "I am on a mission to design prototype and build the most compact and cost effective motorized drift trike.",
        "Livre d'art série limitée à 100 exemplaires format : 24x30 cmART BOOK   limited edition to 100 copies size: 9,4x11,8 inches",
        "This extremely adult book makes Fifty Shades look like Disney!",
        "I am seeking startup funding to produce various homeopathic remedies for various skin and hair care ailments to retail online.",
        "In this game, you play as a ninja fighting other ninjas.",
        "This coloring book full of intricate drawings explores seven key perspectives on strength for survival in hard times.",
        "A live showcase that exhibits visual and musical artistic expression to encourage and inspire creativity and expression through art.",
        "Tenemos la oportunidad de llevar nuestra música más allá del muro, se parte de este sueño, ¡te recompensaremos! #masalladelmuro",
        "A stupid but simple Caps Lock button skin that reminds you to get angry about climate change.",
        "A photography project dedicated to capturing the beauty of American's National Parks. Starting from West to East.",
        "I am starting a gluten free, zero waste food truck! We are using solar power, composting and local resources to show it can be done.",
        "Poly Heroes is a massively online battle game where you can destroy, build and fight to conquest the enemy castle!",
        "A tribute of memorable photographs taken throughout the years of enjoying our piece of paradise to celebrate this five year milestone",
        "How is your word game? Can you write to create? and How is your word game? Can you spit magic? Games to help you write stories, lyrics.",
        "The defence of Science is happening! Show your support for the only home we have with this T-Shirt",
        "Iconic Rag Quilts or hand made fabric art is my specialty. My Designs are never duplicated and are  created  specifically for you.",
        "Dungeon Alliance is a deck-building, dungeon-crawling miniatures adventure game. Play competitive, cooperative, or solo!",
        "A unique oracle, vibrationally rich, inspirational and made from stunning fractal art to spice up your card collection for a great 2017",
        "Heartfelt Animation Studio seeks artists to continue production  of their online Animated Bible Series @ theredletterwords.com!",
        "A simple method for raising bees & producing honey.  No mechanical parts, no costly extracting equipment.  Affordable & elegant.",
        "Common Ground Mvmnt promotes safe and civil dialogue of our const'l rights via Doves of Diversity talking points for schools /daycares.",
        "Join Beauty and her crew as they set out to get revenge on those that wronged them.",
        "A coloring book of a bunch of weird-ass faces for you to make all pretty!",
        "I am focused on trying to make a basketball game on PC, I am currently taking classes and it inspired me to give it a shot.",
        "This is a board game which focuses on manipulating Genes (ACGT) to get Protein which players can use to take various actions.",
        "Libro propio de nueva poesía",
        "Bring Morag Fullarton's fun-loving spoof and homage of the classic and timeless film, 'Casablanca', to the stage in New York City.",
        "Fayetterage is aiming to grow a website and brand that focuses on lifestyle, news, and the arts in Fayetteville and Northwest Arkansas",
        "I am looking to accomplish my dream of becoming a best selling author.",
        "The First Book Of Its Kind To Critically Present Over 300 Legal Cannabis Brands From CA, CO, OR and WA.",
        "Let YOUR voice finally be HEARD!",
        "We have started recording our newest project, Ape X. A ten track album full of brand new music",
        "Magpie Goose is bold statement clothing made from fabulous fabric designed and printed in remote Aboriginal communities.",
        "Convinced his boyfriend is being unfaithful, Bo follows Elliot on the night of their anniversary to learn the truth.",
        "Anchor & Raid is a nautical themed clothing brand inspired by pirates, adventure and of course, Rum! Donate today and join our crew!",
        "In an understandably saturated industry, I'm set to release my sophomore album - Amartyr - on May 20th 2017, which is also my birthday.",
        "Track your game automatically. Get in-depth analysis, like distances, dispersion and strokes gained! Know your game. Play better golf.",
        "24x36 inch double-sided deckplan poster & matching resin miniature - a small station for your science-fiction / space RPG.",
        "A small family owned winery & vineyard located in Early, TX, opening in April 2017. Our tag line is ‘Come Relax & UnWINEd with Us!’",
        "Producing quality Rwandan coffee that can be tracked back to the individual farmer by keeping it single orgin and fair prices paid",
        "Handel seeks the help of an ancient tree to save his daughter from an illness.",
        "Original members of Linda Ronstadt's first solo band, will reunite after 45 years, joined by singer / songwriter Ronnie Guilbeau.",
        "A children's book for everyone!  Journey with Happy Little Buddha in his search for friends and self.  Www.happylittlebuddhabook.com",
        "Please support us and shed light on the importance for us ALL to see ourselves reflected in the books we read! GRATUSbooks.com",
        "What if you could save ten hours in traffic with as little as five minutes a week on your phone? Now you can, and its free.",
        "Landscape print sale to fund a residency in Ireland!",
        "Tired of carrying a messy and noisy keychain in your pocket? Get a LOXKEY and tidy up the mess! Spinner option is also available.",
        "Creating a celtic jazz rock album and looking for some financial help to complete the album and market it well.",
        "Friday Underground Records invites you to take part in the production of Dana Gary's debut EP | FIRST SINGLE RELEASE 2/8/17",
        "Our professional 41\" acoustic electric guitars in The Carpenter Series displays the Bible verse Psalms 95 burned onto it.",
        "Hi My Name Is Angel Pimentel Also Know As \"El Guapo\".I Live In Modesto,California.I Have A Passion For Creating Music.",
        "Original, life sized, wall mounted renditions of the human form utilizing natural and synthetic laminations.",
        "Monochrome Vestimentum is an ethical apparel company outfitting photographers, adventurers, and anybody seeking dynamic clothing.",
        "Radiant Northwest is the west coast's first \"Tales of\" inspired con! This is our first year and want to make it as amazing as we can!",
        "You already know that music has an huge impact on every aspect of our world. The promotion of music with a positive message can heal.",
        "Unique fantasy novel: wizards, dragons, magic, and the connections that define us [ vegan gender equalist female heroine indie LGBTQ ]",
        "INVISIBLE HOUSE appears as a mirrored landscape artform on wheels. Inside resides a tiny textile screen-printing studio!",
        "You are Ex- Military criminals sent on suicide missions on the edge of space. Science Fiction Tabletop RPG using Savage Worlds",
        "We're two Alabama natives traveling the country full time in our tiny camper - our creative juices are flowing and its time to record!",
        "Pre-order the EP through Kickstarter & receive special Taji Exclusives! My hope, is that it continually inspires you for years to come",
        "A conceptual art installation interpreting a lawless act of kidnapping 1,196 striking miners & supporters in Bisbee, Arizona,1917.",
        "Support this book project and follow Orphaleena as she journeys from a fear-ridden dungeon to the loving arms of a servant.",
        "Writing and printing a book about living in a house that is saving resources, based on the ideas of Swedish architect Bengt Warne.",
        "We are attempting to found a business that will fall into a multitude of services and products.  Film, physical products, the works.",
        "Wein degustieren, gut essen und dabei etwas lernen im geilsten Kurslokal der Schweiz. Einzigartig eingerichtet und einfach gemütlich.",
        "Awarded at the 2004 Geneva International Exhibition of Inventions",
        "Jesus Wears Armani -a military Veteran group music video project directed by Dalepatrick Frost.",
        "To fan the flame of freedom, love, and power that God places inside of people through music. To reach people where they are and inspire",
        "Exciting fast packed absolutely outrageous fantasy game, offers choice 6 characters, 1 - 6 player rooms, robot, 1 to 6 device sign in.",
        "Publishing a collection of pictures and stories from the various landscapes of the U.S. and and the people who live here.",
        "Universal zero 8 pin ADC / DAC or GPIO Raspberry pHat. Software configurable. All in one DAC, analog (ADC) or GPIO expansion RPi pHat.",
        "Hey guy's! I am so excited to finally share with you, my very first Art Book!",
        "Cleaning up after your dog is very important and we are changing all that, revolutionizing the world of dog clean-up once and for all.",
        "Pixme2 is a free portfolio messaging app for actors to \"Video Audition\" in the new digital media world. Anyplace, anytime, and free.",
        "Some mistakes span generations, not all of them stay buried.",
        "Nueva Pasta Sin Gluten ni Azúcar ni Grasa. Solo 9 calorías. Diabético, Celíaco y en Dieta disfruta de sabor y textura sin problemas",
        "¨Flores¨ will be a documentary film about the postwar of the Nicaraguan Revolution of the 80s, from the eyes of an involved family.",
        "We're releasing our first original studio album, help us get it across the finish line and be one of the first in the world to get it!",
        "This project is to finish a documentary that was started more than 50 years ago about a 3 year trip through the Evereglades.",
        "Need funds to get my new epic fiction novel polished and edited by a top grade editor.",
        "Please help fund Boston Baseball Magazine's 28th Season!!!",
        "Help fund the production of illustrated sigils into print: Shirts, vinyl stickers, and posters.",
        "Website where anyone can turn free speech into anonymous public ad campaigns; Campaigns continue as long as crowd gives micro donations",
        "A collection of short comics by fourteen international artists exploring the theme of \"time.\" 14 Artists, 14 Comics!",
        "This snowboard gadget allows you to Rotate and Lock your foot at any angle on the fly.  You can also ride with it Unlocked!",
        "Stanley and Amy are opening a quilt shop in downtown Fairbanks, Alaska!",
        "World's first range of ethical luxury bags made from upcyled leather & tyre tubes that put a child in school every time you buy a bag.",
        "At Bowyer & Toulson, we design and produce small quantities of wood products that come with the provenance of the urban tree we used.",
        "NZ teenager Ayla Hutchinson created a safer way to cut firewood into kindling. She is gearing up to create a bigger and cooler version.",
        "Katie's 5th studio album will be entitled \"4\" - to honor and explore the 4 elements and the next 4 years of American history.",
        "The mysterious treasure island and four pirate crews who don't like sharing their loot. Set sail, captain, take your gold!",
        "It's gonna be the best musical.  It'll have the best people.  With the best songs.  And the best story. Tremendous.  BELIEVE ME.",
        "The story of the U2 fan tribe and their extraordinary connection to the music, the band and each other.",
        "Transnational Queer Underground is an online platform for artists and activists, a way to strengthen our voices & to fight oppression.",
        "This limited edition art print, Spirit Dragon, is part of my Blood of Dragons world-building art project.",
        "We are Self-Publishing our 1st Children's Book! The book is a great tool to help all children positively embrace their differences.",
        "NES Oddities & the Homebrew Revolution: Games You Haven't Played is a brand new book based on the 8-bit Nintendo Entertainment System!",
        "Thank You America is the story of Dr. Melvin Thomas , who was just eight years old when Iraq invaded Kuwait.",
        "Love reigns and change happens when we come together to protect the rights of all people. Our children are watching and learning.",
        "Something To Do With Love is a romantic, slice of life adventure game with multiple paths and a cast of furry animal people.",
        "Samsara is recording thier 1st album with Kevin Jardine of Slaves on Dope reknown at Uplift Studio in Montreal. Pledge Generously!",
        "We want to take it to the next level & bring gourmet cupcakes, sweets & coffee to the streets of Adelaide anywhere, anytime!!",
        "Intriguism Moving Pictures' surreal feature film follow-up to cult \"Dr. Invisible\" by uber-artist/underground director Brother Andy.",
        "Brothers from different mothers trying to achieve their dreams in the music industry with a purpose of helping those less fortunate BBW",
        "Get the scent and color like you would from a normal bath bomb but also with the moisture and cleansing glycerin effect",
        "Implementing changes that benefits others. Prioritizing to the most vulnerable. Through my book, I encourage them not to give up.",
        "I'm creating beautiful, vibrant, abstract art that is modern and unique! I'm looking to share my art with fairs, galleries, and you!",
        "Help a hungry artist access a larger audience through live digital streaming. Watch as he paints, tattoos, and makes stained glass!",
        "The Goal of this Project is to Design and Construct a Full Scale T.A.R.D.I.S. We are a group of Dr. WhoCosplayers and Fans.",
        "A Rockumentary featuring Slash, Lemmy Kilmister,  Billy F. Gibbons, Joe Bonamassa,Kerry King, Zakk Wylde, Joe Satriani and many more...",
        "Go on an adventure with Diabetic Joey, Healthy Bob and Skinny Julie as they face issues in school and stick together to overcome them.",
        "These unique minimalistic wallets have made out of natural wood. Cut with a CNC and hand finished to give you that professional feel",
        "This campaign will fund the first comic of the Millennial Comic book world.",
        "A completely original cross between physical trading cards and a mobile game. Battle opponents around the globe to conquer cards!",
        "Europa is Morton Valence's fifth album which covers 9 songs in 7 different European languages.",
        "A clothing brand that intends to become the first high fashion line that uses organic fabrics,sustainable and ethical practices.",
        "Global 4G LTE Hotspot.  Securely connect up to 5 devices. Coverage in 100+ countries. Unlimited data for your phone, laptop or tablet.",
        "The Blended Company is excited to initiate an \"Eliminate Hate\" campaign focused on inclusion and equality.",
        "Hemos grabado ya nuestro primer disco, y queremos promocionarlo haciendo una gira tanto musical como de medios.¡Apoyanos!",
        "New Music from Marty Mikles!  A new EP all about God's Goodness & Mercy.",
        "Life isn't always fair. Choices & Fate Guide What Road We Take.",
        "I have designed a water recirculating system that eliminates the degassing issue associated with an inverted fish tank.",
        "MiniMojo, The electronic gadget that every fridge should have. Your personal little mentor.",
        "A little girl, determined to change the world, was chosen by the Almighty God Herself. Until one day, that girl grew up...",
        "Hardback Collector's edition of the Autumn Snow 2: The Wildlands Hunt gamebook by Martin Charbonneau. Illustrated by Gary Chalk.",
        "Sparkle Anyways, holistic products and services designed to help people hit reset on life & redesign their future.",
        "Hell-bent On Taking Over! The Music Industry. And The World.",
        "My name is Brad Dassey.  I've been composing and making music for 18 years now.  I want to get my music out there even further.",
        "A student filmmaker trying to create her first documentary project. \"A Mile\" will highlight wonderful and empowering true stories.",
        "Do you love stickers? Would you like to receive cool stickers in the mail every month? Help us spread sticker love by contributing.",
        "I have been looking to become published since I was young help make dreams come true",
        "Raising money to help me publish my book, \"The Humble Warrior.\" This book is an enlightened daily practice for men \"spiritual fitness.\"",
        "TOOLOW has built a time based reverse auction technology that decreases the prices for food items around you. Now everyone can eat well",
        "Floating in a pool in hot weather is fun! Just in time for summer, an 8 ft x 3 ft assault rifle pool float for your body of water!",
        "SchoolDaze is a free, innovative and easy-to-use app that will make the lives of school kids, parents and teachers easier than ever!",
        "The Land of Elpoep by Elizabeth Areson. $1 for an #ebook plus 2 other rewards and you challenge a teen girl to chase her dream. A Deal!",
        "This record is about combining the breadth of musical healing I have within myself and sharing it through love, pain, and joy.",
        "We provide big sound house quality at a small, essentially freelance, rate! Power to the creators!",
        "Art Print designed for professionals and lovers of the Internet Revolution -- ONE WEEK ONLY CAMPAIGN",
        "One night only. The end of the world. Are you down?",
        "A lifetime adventure documentary. 26.930 Km on a 1965 Fiat 500, from Italy to Japan, collecting children's dreams. Welcome on board.",
        "A Personal Coach Anywhere, Anytime: New workouts daily + real-time form guidance based off your activity, sleep, and progress.",
        "A visual album illustrating the 13 songs of \"No Problemo\", Jonny Teardrop's new album.",
        "Mi primer novela está en edición. Requiero apoyo para sacarla al mercado. Es una hermosa historia de heroísmo paternal digna de contar.",
        "I am writing a book that will change your life! Learn coping skills and practical ways to deal with unexpected change.",
        "Don't let travel be a pain in the neck. Get a good flight's sleep with Slumber Stache: a hyper compact and supportive neck pillow.",
        "Restobook is an App for restaurants which includes all functions that you will ever need.",
        "A series of 100 video interviews capturing a transparent, 360 view on how rape & assault are viewed and handled across the world.",
        "Coeur de louange, le projet des chrétiens qui veulent que la louange fasse partie du quotidien !",
        "\"One Way\" is the a story of survival and ambition; a young woman's journey to Mars, and what she will do to get there.",
        "Feel the thrill and play an escape room at your own house. Invite some friends and see if you can get out on time.",
        "Gather resource, grow, replicate, win.",
        "The the world’s first social commerce site offering a curated selection of natural products by local makers from around the world.",
        "Place your travel memories on this giant photo world map",
        "World's First Solution For Voice Roaming. Stay Connected Anywhere Anytime Around The World With $0 Voice Roaming Fees.",
        "A tectonic shift has realigned Earth's continent, forcing the Humans to leave and the animals to rise. New TCG. Ships March 2017!",
        "Reboot that expands the range of new sci-fi armoured figthing vehicles from the universe of the wargame COLONIAL SPACE WARS.",
        "I'm planning to start my own soap and candle business that represents my favorite time of year. Halloween. Spooky scents and shapes.",
        "The first Golf Vest designed to keep you warm on on the coldest of golf days + built in usb to charge any smart phone on the go!",
        "Needing a space dedicated to Photography and a darkroom to add large format film.",
        "Treebu is a digital media platform that helps people make better choices as individuals and as a collective.",
        "World Champion DJ Fong Fong's innovation in DJ gear, a linear scratching and mixing deck alternative with analogue tech for accuracy",
        "The Pixel combines a 32-bit 48MHz ARM Cortex M0+ microcontroller w/ a color OLED display and MicroSD!",
        "How are the days in a favela in Brazil? What people do, what they eat, their songs, their lives.Your sorrows and joys in one documentar",
        "We seek funds to finish and release a 12 song CD to iTunes, Google and other destinations.",
        "A cooperative historical board game for 1-5 players who play as conspirators in a daring plot to assassinate the tyrant Adolf Hitler.",
        "A Skinny RFID protected reversible wallet - simplify your pockets with style!",
        "We are a team of watches lovers designers who want to create our exclusive designs with a very high quality materials.",
        "An exciting London-wide season of film events celebrating our 10th anniversary",
        "Sausage Fest Travel is an online community that connects LGBT travelers around the world helping each other upgrade their own adventure",
        "It's the 1st web-based controller developed in php!Easy to install, easy to customize, but with a big potential for your applications!",
        "Illuminated crystals made of plastic, with battery LED lights. Waterproof, these light up crystals can be used anywhere and everywhere.",
        "We're a mission based apparel company! Our goal is to help girls build and maintain inner strength! To see our Garments click READ MORE",
        "Comeet is an application with an innovative AI that organizes your activities by automatically connecting the participants and location",
        "Drama without words.The back round music is a collection of 5 songs from the old days by an amazing singer \"Deanna Delore\" .",
        "Creative community focused on fashion and design - made in Europe - using local resources and promoting a fair work ethic.",
        "Hello! Fox Print Creations is trying to get enough money to buy and make a new line of buttons for their artist alley business.",
        "Be apart of this gutsy, mothers-are-not-proud-of-them film production team who dare to laugh at these chaotic times! #middleeastrules.",
        "Kit Coyote is a picture book that empowers foster children - help us get it into their hands and to those who serve them.",
        "A documentary about Jamaican music roots featuring great musicians, researchers and followers",
        "DROBOT X est spécialisé dans la conception de park indoor dédié à la Drobotique games éducative. Le jeu vidéo grandeur nature.",
        "Has the past collided with the present? - A young journalist is sent to investigate an unexplained incident at a local railway station.",
        "BD is a new concept of luxury leather Jewelry handmade in Florence, using exclusively Stingray leather in many different colours.",
        "Lufbery creates pocket watches inspired by the pilot pocket watches issued to the airmen of the Royal Flying Corps during WW1.",
        "Rock the Cities is a multi city Concert, performed in the middle of main streets of Major Cities.  Filming each city as an episode.",
        "A FREE MORPG with non-stop action. Party up and explore Dungeons to secure randomize loot. Fully playable Alpha out now!",
        "My popular bat pin design has sold out! Help me make some more and choose your favourite coloured metal plating.",
        "An energy efficient, ultra bright light that turns your hand into the light source.  No more struggling to hold a light while you work.",
        "What happens when two drug-fueled lowlifes find themselves wrapped up in a homicide and hunted by psychos? Modern Animals happens.",
        "$5k asking price - This game is a variant of the drinking game HiLo",
        "The sixth volume of the world's largest collection of new traditional Sherlock Holmes stories - with 35 stories and 650 pages.",
        "A compendium of artwork from the mysterious world of Avalon",
        "Pico Cablox is a small 2x2 version of the original 8x8 knobs Cablox. It's the art of cable management - made as small as possible.",
        "Let's spend an evening together watching select horror, splatter, monster movies at a central venue.",
        "Help me bring a viable brand to life, via food truck.",
        "We are looking to raise the money to edit and publish our first book. It will be a 3 book series, and have options for merchandise.",
        "DANGLE Yourself With Your Initials Or NAME ~ Great For Parties, Gifts & FUN Personalized for Everyone! Pierced Look W/O Piercings",
        "As a peace site, our Montessori school works to enrich learning for our students through peaceful actives and thinking.",
        "Dirty Girl Coffee exists to create small batch coffee offerings to support empowering women's economic standing in Appalachia.",
        "Hello, I'm transcribing this message for my 10 year old son...\"I'm hoping to start a lemonade stand to earn money for a fishing rod.\"",
        "A children's picture book about the first Narwhal that teaches you, \"Being one of a kind...doesn't mean you're alone.\"",
        "Gig is a photo book featuring band live performance and portrait photography spanning from 1982 until present.Rock, punk,jazz,art...",
        "Do you miss Saj manouche, pizza or bread? Here's your opportunity to back up this amazing little electric saj machine!",
        "Enjoy a good and safe sleep while seated, in a plane, traine, car or a bus, with your head fully supported in a relaxing positions.",
        "Quiero asistir a una residencia artística para escritores en Francia y así terminar Estocolmo 69, mi primera novela.",
        "Bees are crucial, and also in trouble! We will replace colonies lost by small beekeepers in the last year due to disease and parasites.",
        "Oubliez les plateaux, cartes, jetons et livrets de règles. Venez vivre une série d'aventures immersives, réalistes et uniques!",
        "The Counter Stick is a lightweight, adjustable boxing equipment that enhances fighter's defensive skills.",
        "I'm producing a feature length documentary on this \"Hat Man\" Phenomena. Go in depth with eyewitness accounts and professionals.",
        "Public Speaking is a skill that needs creativity, repetition and questioning. Pitch Cards provides all that with fun on top!",
        "A boy named Ian is destined to join the Order of the Elite and goes on a journey to defeat the overwhelming darkness off Brucarilia.",
        "\"The Magic Rite of Drawing\", showcasing concept and character studies from 40 years of my projects & sharing art techniques and ideas.",
        "Self published photo/poetry book presenting nature, in all its forms, in all its habitilies to make us thrive.",
        "A true neighborhood social house providing third wave coffee, craft beer, a small selection of cocktails, wine and local fare.",
        "DAHLIA is a Sci-fi mini-series comic. This campaign is to get the completed first volume printed for sale!",
        "The only multipurpose dock you will ever own. TapDock upgrades your car multimedia system, perfectly enhances work & is ideal at home.",
        "The new cap allows the consumer of a bottled product a convenient and out of the way place to store the bottle cap while dispensing.",
        "The project is inspired by the idea that “In order to know where one is going, one must know where he has come from.”",
        "GT Studio Creations needs your help to create the most amazing orc fantasy miniatures you have ever seen!!!",
        "The first \"Tea Cocktail Cafe & Bar\" in the Bay Area, using fresh fruit juices with tea, coffee, and spirits!",
        "MetalShake - The 1st 100% Plastic/BPA FREE, Surgical Grade Stainless Steel Sport Shaker w/ Ice Puck & Supplement compartment built in!",
        "Canine CEO introduces the \"Moonlight-Hoodie\" that magically glows in the dark. Back this project and you may save a shelter pups life.",
        "Batman is gone, leaving his loved ones alone in Gotham...with the Joker -- \"The Absent Knight,\" a film made by fans, for fans.",
        "IR seeks to bond our communities through cultural exchanges of entertainment in safe spaces.",
        "Deters birds from landing and roosting on the bow of your boat. Comes preassembled and takes less than five minutes to put on and off.",
        "This awesome 2-5 player board game will let you go bump in the night!",
        "The MEDEA Project is an artistic interpretation of what the future holds for mankind and it’s relationship with the hyperrreal.",
        "The Helper Hare™ An Easter Tradition is a box set children's story of the magic behind Easter and The Helper Hares who make it happen.",
        "Currently wrapped and in post production, we are seeking funds for distribution. Be a part of a movie by helping us out today!",
        "Programa EN VIVO de TV por internet, plataforma de información, libre opinión, promoción de la ciencia, cultura, salud, bienestar.",
        "Getting you ready for the 2017 F1 Season we have created a hand screen printed calendar featuring all 20 circuits from around the world",
        "How broken does anxious germophobe, Lester, have to be before he gives up on everything? Is he finally at the end of his rope?",
        "Portland's favorite narrative circus is at it again with their new show \"Monsters\" but they need your help!",
        "This documentary is about magic thought ́s, a map of Mexico's sacred places which relates dialogue between nature and man.",
        "Turn real speakers into amazing bluetooth stereo speakers with the Ekko Wireless Amplifier! Play louder, higher quality music anywhere!",
        "This is the most incredible real story you will ever here which has to do with every single one of us.",
        "A fantasy themed beer brewing game for 2-4 players, using worker placement, card drafting, and customized beer-crafting mechanics",
        "Would you like to do something but have no one to keep you company? Or just need an inspiration what to do? You won't be bored anymore!",
        "The Freelancing Roleplayers adventure three-pack is a bundle of three adventures, each with a different subject, genre, and system.",
        "A satire about people's absurd behaviours on Social Media, set in this bizarre virtual world.",
        "Italian style by the wrists around the world! Automatic Movement Seiko NH35, Sapphire Crystal, Water Resistant 300 Meters!",
        "Sappsy is the matching and communication app that sapiosexuals and people who value more that just the good looks have been waiting for",
        "This comedic web series follows the often bizarre antics of a New Age therapist and the struggling modern couples she helps.",
        "We will be doing extensive Reviews and testing of Police,Firerescue,and Military Gear Including Entry Tools, Knives, and Rescue Gear.",
        "We want to develop a website for free and professional image editing.",
        "A 16-episode weekly YouTube series featuring adorable cats in Ultra HD and monthly updates from Alaqua, an outdoors animal refuge.",
        "An inspiring children's picture book based on true events that saved Brown Mountain: its flora and fauna in East Gippsland, Victoria.",
        "Custom made, durable, and eye catching dog beds that are Pit Bull tested, Doxie approved!",
        "Created to deliciously fill common nutritional gaps in the Standard American Diet. Vegan, Gluten-Free, Paleo-Friendly, and GMO-Free.",
        "Fight for spin-control in a communications media that has gone wild with bizarre ideas, outrageous theories, and weird concepts!",
        "We are bringing healthy organic Ethiopian and Eritrean Food to Eugene, Oregon.",
        "Help fund the renovation costs for Keiko Studios’ new location where we'll be creating top-quality music classrooms and practice rooms.",
        "A VR survival horror game using strict resource management and handtracking to make an adventure as intimate and terrifying as possible",
        "Small Town Auto Race Track, a fast paced deck building game where players earn trophies using their pit wisely and sabotaging others.",
        "Can you predict the weather better than the meteorologist? Prove it/use it/get followers. Become a famous weather person on this app.",
        "Help publish \"Monster In Me\" - a darkly comedic novel about a schizoaffective guy who has a lot of wrongs to right.",
        "We turned produce waste, destined for landfills, into a rich effective organic fertilize.",
        "Increasing Morocco's cultural awareness and enhancing the craft sector.",
        "We created our first U.S.A. woven baby wrap and would love a boost so that we can really get going!",
        "Hi there! We are Jonathan & Aaron, comic creators on a mission to get the first volume of our webcomic, Husband&Husband in print!",
        "Jose Alfredo Garcia -This is my passion project 8 years in the making.",
        "Introducing the IvoryBoard, the only affordable, high-performance electric skateboard in the world.",
        "Fashion, Classic, High Quality ,Swiss Ronda Movement Watch , 316L Steel, Sapphire Crystal",
        "I want to create a clothing brand that spreads a positive message across the nation, calling for people to take action on what matters.",
        "Own the only book for cataloging your game collection and keeping records of each game played along with a review of the outcome!",
        "A premium deck of playing cards made to honor the heritage of space travel.",
        "A fictional sci-fi/fantasy novel that follows the main character as he journeys through the multiverse.",
        "I have created a satire about the Women's March It is written in rhyme, a picture book for adults. Part of my proceeds to ACLU",
        "To bring the fantasy and sci-fi world of steampunk into your home in a collection of portraits.",
        "MoScale = Food Platform + Smart Scale, an innovative concept of smart feeding and weighing to monitor your pets health.",
        "Reduce what you bring to the studio with lightweight wearables for your hands and feet.",
        "Deep blue underwater drain plug light for your boat. This is the inexpensive underwater lighting system for boats of all sizes.",
        "Chardonnay Go, the viral video with 23 million views, is now a hilarious board game for wine lovers, moms and other shameless people.",
        "Add exciting loot drops to your CR 1-4, 5-8, 9-12, 13-16, and 17-20 encounters! Each deck has over 200 possible outcomes!",
        "Coding is awesome. Math is freaking cool. Art is sharing ideas. By combining those three, I want to encourage creation. Let's do this!",
        "Travel in a foreign country? Queble makes it a smooth experience by connecting world travelers with on-demand local translators/guides.",
        "Connekd is a website and mobiles App that brings all your social activity to one great place. One dashboard with loyalty rewards.",
        "It should be from my website: http://www.vintage-jam.coman app can be created at iOS (Apple).For all guitarists & singers.",
        "We’re The Rooks - an R&B/Indie-Pop band from NYC, and we’re recording our first album! Join us, and let’s create something beautiful.",
        "Wear your support for the sisterhood on your sleeve, lapel, or anywhere else covered in fabric, with this 'Resist' pennant enamel pin.",
        "iPhone 6-7 case compatible, portrait and landscape display options, upright and overhanging positioning, and curved surface mounting.",
        "The Fall of the House of Usher, set in Palestine, parallels the mutual destruction of a brother and sister with the present reality",
        "London, 1937. Top-Secret docs are missing. So, too, is Agent Adler! Intelligence has 7 hrs to find him. Deduction, Deception & Action!",
        "Spela in ett svenskt program likt \"Paranormal Lockdown\" / \"Ghost Adventures\". Vi behöver dock er hjälp för att kunna göra detta.",
        "Have a love for cars? Spread that love on our network app! With you, we can unite the car community on one special platform!",
        "A doodling game. Fast to learn. Easy to play. Enjoyed by all in a social bar environment.",
        "Will LUCK come your way in 2017 and beyond LUCKY2017.com could be the trigger for your future good fortune happiness and loads of luck",
        "Raising funds for props, costume, travel, accommodation and technical requirements for a run of our show Ingo's War at Brighton Fringe.",
        "The Great Work is a new line of soft enamel lapel pins, presenting the symbols of classical alchemy as transformative style.",
        "Always keep your keys in reach. The perfect companion to your Everyday Carry with only the functionality you really need.",
        "Shoot’Em Up genre returned back in to the big open space world! Choose your champion, join the battle, discovery the new galaxy Kramus!",
        "Donate for Season 6 of the show people say is \"The Golden Girls\" meets \"Murder, She Wrote\" but with big, hairy, gay men!",
        "Opensource SQL (ODBC/ADO) Developer Toolkit & Data Management Tool for Windows build in C#",
        "Facial tissues in a beautiful box, for any room and season! 12 designs!FSC®-certified and Chlorine free tissues, recycled cartonbox.",
        "A beautiful platform on which you can work, game, or browse.",
        "la música significa bastante para nosotros y deseamos un pequeño escenario para hacer llegar nuestra pasión a mas personas",
        "The Hidden photobook features conceptual black and white photographs about obscured dimensions of humans",
        "Sleek, lightweight duffle bag made with waterproof sailcloth & all-weather zippers. Two interior options + make/100 Special Edition.",
        "We're looking to help cut down household and landfill plastics as well as protect our bodies and the environment from their effects.",
        "ARbelts - The Future of Sophisticated Belt that will change the way men dress today!",
        "World Premiere of a new oratorio with chorus, soloists, and orchestra, based on the Old Testament king and prophet, DAVID",
        "MORNING RUSH: the home of spiritual food. A unique blend of ancient superfoods designed to reduce sugar intake and help reduce weight",
        "Emotionally unstable writer deals with false expectations of reality.",
        "Comic strips starring Donald Trump and his gang.",
        "Tiny little miniature cuties for cuties who love tiny miniatures.",
        "Been playing games at the age of 6. Never regret it.With all the years of playing many new games, I shall put it into making a game",
        "A personal narrative, with universal appeal. Driven by projections as if the actor was in a room with their own subconscious.",
        "Ambyria: Starlight & Vengeance is the first stand-alone expansion to the card game  Ambyria: Shroud of the Shadow Demon.",
        "We are ceramic students at the University of Hawaii and need help to get to the NCECA ceramic convention in Portland, Oregon.",
        "A call to arms to help us raise funds towards the recording of our album in April 2017",
        "A comedy centered around the marketing department of a women’s fashion accessories company.",
        "Retap Infuse - Made from real fruit extracts containing only natural flavours and colors - Low in sugar - High in tasty flavour.",
        "You're going to learn portugues easy and quick without those boring schoolar books and bad grammar!",
        "Can internet replace traditional education. This documentary debates, investigates and educates as to what are the boundaries of both.",
        "Fillet and Release is a clothing company specializing in fishing apparel. www.facebook.com/filletandreleasefishing.",
        "Producing my first pop/indie EP about mental health and rebirth. Previous compositions are on my page https://soundcloud.com/vm21yeah/",
        "Best nano brewing experience combining ease of use and features from the industrial world into a compact design.",
        "DRe (dance.r.evolution) is a two-year journey with urban artists and performers collaborating with Neos to create something unique!",
        "Rob is a concerned uncle. As a way to combat negative role models affecting his two-year-old nephew, Rob wrote this book.",
        "Selling long lasting, affordable and most importantly cruelty free matte liquid lipsticks. There are 53 shades. Funds for production.",
        "Choose your creature, outwit your opponents, capture the Mortals. It's a ghoulish game of bluffing and deduction for 2–5 players.",
        "I would like to put on an art exhibit. I have over 60 works of Art that need to be given life. Thank you for considering my project.",
        "Helping to showcase the natural hidden beauty of South Korea",
        "Justin Case Kayak folds up and goes anywhere you do. Weighing less than 6 lbs, meet the replacement for bulky and costly kayaks.",
        "Never burn your arm again with Cool-Arm!",
        "When you lose a USB stick.. it's GONE... Not with Security Guardian. Embedded GPS and battery lets you find it or remotely destroy it.",
        "Still Feeling features four artists who are sharing their experiences of child sexual abuse through expressive art",
        "A new climate change documentary: From the struggle against fading winters, unexpected heroes emerge.",
        "I picked 15 songs from different artists and made pictogram posters of them. This will be the first print, and the only signed edition.",
        "'Percy the Pigeon was greedy, he loved to eat and eat. His whole body was round and chubby, from his head right down to his feet.'",
        "A complete range of 28mm Victorian Science Fiction female troopers and their quest to colonise Venus.",
        "La Gr@not@ wants to publish a book of flash fiction + graphic art with the theme of refugees. ALL profits go to volunteers w/ refugees.",
        "A new recording by two of the UK's finest improvising musicians issued on Discus Music, target release date April 2017.",
        "I am undertaking a musical play, the script is written (yet never finished) and the music is four songs in! Taking a part in theatre!",
        "It's happening! We're opening up a coffee shop and bakery geared towards creating a community space and delicious treats!",
        "Tired of having to roll your shirt sleeves over and over? Use Our Flexible Cuff Straps and solve this problem once and for all",
        "A story about a couples journey interspersed with light and love- juxtaposed by the darkness of addiction.",
        "An imaginative retelling of the the origins of the Easter Bunny inspired by stories told to me when I was a child by my Uncle Bob.",
        "GIN is the first true SNS mobile application that can help you find the person you need through your very own inner circle.",
        "Gatekeepers is a role-playing game of fantasy intrigue, daring heists and tactical strikes. \"Some secrets are best left undisturbed.\"",
        "We're making a great travel film about our favorite city, Tokyo and we need your help to get started.",
        "A fully functional Signal Protocol Messenger Service with End-to-End Encryption that cares about the End Users Privacy.",
        "An innovation that brings convenience, ease and comfort to your shave. Change the way you think so you never have to clean your sink!",
        "The Prep Packs Survival Belt allows you to carry all of the essentials for outdoor survival inside your belt buckle",
        "Relive the duels, the combat and sea chases as a group of young officers fight the brutish and avaricious pirates of Tripoli.",
        "Bad Bat Records is a new independent netlabel where the money goes back to the artist. We help artists release and promote their music.",
        "Raiments are releasing their debut album 'In Painting'. Pre- Order and hear the freshest album around!",
        "Porque tengo la necesidad de seguir creando arte en un espacio adecuado",
        "kē mini is simplicity for your keys. The most minimalistic, simple and practical solution for carrying keys",
        "As Delicate As A... is an activity book, geared at all ages, to expose the rich history of women while helping others find their voice!",
        "Presenting our Nashville Jacket, the first of an extensive offering from LJHoliday. A classic belted back jacket in a modern softshell",
        "¿Estás seguro que lo que elegiste para tu vida es lo correcto? ¿Quién te lo pregunta? ¿Algún demente, experimentado, o tu propia mente?",
        "America the Beautiful Tour Book is a labor of love for this great land and its people.",
        "DESIGN IS IN OUR DNA ℠",
        "The latest offering from the makers of Skunk Beer - introducing Chocolate Milk Stout! A fine creamy brew with a strong aromatic finish.",
        "A policeman, his secret help and the changing form of power. A gorgeous, interesting blend of European and American comic styles.",
        "Holocaust Survivor Edita Grosman is 95. She was on the First Jewish Transport to Auschwitz w/999 other young women.  tax deductible.",
        "Imagine yourself with a co-pilot that besides monitor your car actitvity in real time also can manipulate electrical functions.",
        "Creating as many games I can with very few resources, starting with an endless runner.",
        "We are a team of local Air Force veterans with the desire to put Belchertown, MA on the map as a craft beer destination.",
        "A deck-building game for 2-6 players. It is character based and set in the near future. The game where table talk is encouraged.",
        "We have for project to create a web application to share and listen to music whith your friends in parties.",
        "Mothers of the Land is planning to release their debut album 'Temple without Walls' on vinyl and needs your support!",
        "Bringing back full sets of old school  Kev Adams & Tim Prow Goblin and Artillery miniatures from the Heartbreaker miniatures line.",
        "Help publish the memoirs of a soldier during the Great War - a story forgotten for 100 years!Discovered 2013  - published 2017?",
        "Introducing the impressively designed luggage securing device  that revolutionize the travel industry.",
        "A short film that follows a Veteran suffering from PTSD and severe anxiety.",
        "Harvard Student Art Show is the one opportunity for Harvard students to exhibit their artworks to the greater Cambridge community",
        "The ultimate portable table that you can bring with you to any game, any SpoT.",
        "This is a children's book I made for an elementary school class, they loved book and that inspired me to try to get it published.",
        "Uncover 200 inspirational stories of defeat & triumph, genius discoveries & entrepreneurial journeys from YOUTH in 59 countries",
        "Warehoused explores the plight of refugees through the stories of those in Dadaab, Kenya -- the world’s largest refugee camp.",
        "Help fund a streamlined, story-focused D20 OGL system.",
        "Fund the learning and recording of String Quartets 1 and 2 of Boston composer Richard Ratner by the Martinu Quartet in Prague.",
        "Hello i am Alpha Wolf the rapper!! Very nice to meet you. I am a young independent/ international rapper who could use help with Album.",
        "I recorded a free hip-hip EP in 2013 (using people's licensed instrumentals). Now I am making a sequel album with all original content.",
        "This book will address the WHY of chronic illness and disability in America and steps to regain health and thrive in a sick America.",
        "A cosmopolitan, planar fantasy roleplaying game.",
        "A comprehensive photography book focusing on the most esthetically attractive Middle Eastern men in Los Angeles.",
        "See places from a perspective never seen before. Photos and videos for years to come. Making memories to last more than a lifetime.",
        "Making dreams a reality - through this autobiography, Time to Soar, a changed life is honestly shared.",
        "Codex Elysium is the first book in a series of 5, i have a publishing house interested in it but i lack the funds to get it published",
        "Fördömda Själar (Condemned Souls) in Sweden is a Indie project from the beginning that has been strongly growing over time.",
        "This safe can be hidden in any room of your home. The framework, built on the safe, completely hides and disguises the entrance.",
        "Heartwood Coffee Roastery is opening our first brick and mortar cafe in Hudson Ohio.",
        "Heading Home tags along on the journey of a group of Jewish MLB players representing Israel in the World Baseball Classic.",
        "Created by a 16 years old. The Recalled is a psychological horror game set in a dream of someone with a Post-traumatic stress disorder.",
        "The project is an installation @ SPRING/ BREAK Art Show in NY that will energize & activate the space with dynamic pattern and texture",
        "Marcas emergentes de Chiapas que crean productos de gran calidad pero requieren apoyo en diseño de su imagen para ser más competitivas",
        "Help me fund the production run of my first book by local Photographer Sandro Ortolani.",
        "A game defining the reality of not fitting in with society. A triangle tries to find their purpose of existence.",
        "Un nouveau site internet avec module e-commerce pour rendre plus accessible le travail de nos Maîtres Cireurs",
        "Where it all begins. Orygen creates unique jewelry that contains your DNA, the secret code that generates your best qualities.",
        "Our mission: Providing you (often to be entrepreneurs) with valuable knowledge on various aspects related to creating a venture.",
        "A mobile app for requesting home-based, personal and professional services at preferred location and time and receive multiple quotes.",
        "A Fantasy themed RPG Card game, with a unique battle system. Your compilation of unique card deck is the key factor.",
        "Tevytev is working on music that will bring love and joy back to our homes through this tough time that our Country is going through.",
        "La comunidad de Santa María Suchixtlán ha reunido parte de los fondos para restaurar su patrimonio cultural",
        "Las cestas de Botswana representan algunas de las formas de arte más exquisitas y culturalmente significativas de África.",
        "Do not miss nothing of your trip ... I just have a smartphone ... www.paesechevai.org the journey begin.",
        "What would famous cartoon characters and pop icons look like before they've had their morning coffee? The answer is in this art book!",
        "Bringing together modern street fashion and past era clothing styles, the Robin Hoodie is the next step in the fashion timeline.",
        "This is a narrative book told by the main character, a Dog.  Illustrated and written by the author.  My goal is to publish this story.",
        "We want to make a ridiculous & fantastic album and we need your help to make this happen. You will be with us for the ride & rewards!",
        "I aspire to hike and document every trail in every park in my home-state of New Jersey. Effectively creating a \"Streetview\".",
        "I am making 200 Postcards from Two of my best Nude Abstract Art.....From CALIFORNIA with LOVE!",
        "Raw and violent story about how Karma may or may not catch up to someone. Mature readers Contains graphic violence and strong language.",
        "West Front 1944 VR is an breathtaking VR experience, settled in the second world war and based on historic facts.",
        "The camera accessory to experience the moment. Bottle openers for your camera strap. Locally designed and hand forged in Portland, OR.",
        "Farador's Folly is a massive system-generic, multi-territory, open-world, Pen and Paper RPG campaign created for InfinitasDM.",
        "We make your life sweeter with our customized treats. We make all types of treats for all occasions and we need a commercial location",
        "A limited run of 100 signed prints, of a new illustration from TheEarwig22",
        "Relativistic time travel is a reality. A team is stranded in the future. The world of a dream might be their only hope.",
        "30-min dramatic Short to promote awareness of MPN Cancer filming the Tag Line; Two Brothers, One Secret.",
        "Launch the company with an amazing show by a French up and coming artist partly creative directed by Oxymore London plus a live act.",
        "We create podcasts & videos about tabletop and video gaming. We need your help to bring our content into the big leagues!",
        "Continue reading ebooks in Firefox with Add-on EPUBReader. Rewrite needed, otherwise stops working soon. Please fund the development!",
        "This album will be one hour long piece. It will be released on Edition Wandelweiser Records and I need your help to fund the release!",
        "This story depicts the downfall of Anakin Skywalker through the perspective lens of his ex-girlfriend, Aerith Laverne-Solo.",
        "drawing my inspiration from traditional naval craftmanships embraces an essential and minimalistic attitude towards fashion design",
        "Journaling and planning has changed forever.",
        "Creating beautiful and realistic 3D areola & nipple tattoos for breast cancer survivors.",
        "We lost our beloved Harambe last may, but with this calendar, we will keep his message of love alive while supporting gorilla research.",
        "I want to get a 3D printer for the sole purpose of producing these magical musical devices for the world!",
        "Pop Fizzion is an up and coming nerd and geek themed bath and body company made with handmixed fragrances and dyes.",
        "A start up business for a local coffee shop that brings all ages, w/ the intent to grow and harvest our own coffee beans and flavors.",
        "My game is going to be like GTA and I really need people to support me making this game.",
        "The Animal Corridor ASDC’s new dance theater work a darkly humorous, post-apocalyptic world is devised to smash open gender utopia",
        "I'm making my first full length album! Over two years of work is represented in the ten songs I've chosen for this album.",
        "The Firecracker Playing Cards look like an actual pack of original firecrackers!",
        "The first fully-animated anthology horror series, featuring a cast of independent voice talent and the work of independent authors!",
        "Je suis créatrice de bijoux fantaisie faits main.Chaque bijou que je crée est unique et est à un prix abordable pour se faire plaisir",
        "We're on to the Next Big Thing!  We want to contextualize a book I wrote called Tea at Kensington Station into an Albanian version.",
        "This is the best foldable, portable, sturdy 3d printer. It doesn't need a suitcase, it is one. Very fast and easy to fold and unfold.",
        "Help fund a new Hobbyhorse recording. Make the music happen!",
        "Saskia Tomkins and Steafan Hannigan have recorded a duo album after playing together for 20 years. Please help us to manufacture it :)",
        "Learn from a hilarious, award-winning, Apprentice, Journeyman, Certified Mentor and Master of Electricity about tools and life!",
        "We've finally finished recording our first full length album! We're getting together all the merch to go along with the release.",
        "Looking to raise money for my newest chapbook, The Frozen Garden.  This book will be dedicated to the memory of my father, Chuck Black.",
        "From words to bronze, this project creates 3D printed bookends inspired by classic children's novels with captured reality techniques",
        "A webseries about coming together as a family, getting outdoors, enjoying life to the fullest and lending a helping hand.",
        "A showcase for Stan's jazz and concert compositions / arrangements for low brass choir and jazz rhythm section.",
        "This is my first time releasing an EP. I have selected Mean Time Girl, Poser, Map To Your Heart, Face The Bear, and He's So Mine.",
        "The ultimate slim wallet with original artwork upgrades. Bolt action ejection system, full RFID protection and intuitive card selection",
        "1 hour origins story for The Joker and Harley Quinn, this film will take on a horror approach an will be rated 15+.",
        "This book is about a special girl, who has left our world and is now on a mysterious journey into the unknown to find enlightenment.",
        "I am a teacher seeking to expand my world by trademarking two literary innovations and one educational tool, so that I can publish.",
        "I am raising money to publish photography books and photographic prints for showings",
        "Free online art gallery/painting classes for people who think art can be their voice to express themselves.",
        "Artpark is launching a campaign to re-install Niagara 1979 (The Painted Parking Lot), by Gene Davis for the summer of 2017.",
        "Get a glimpse behind the scenes of Angelarium: Book of Emanations and witness a new aspect of the Narrative, Art and Mythology",
        "I'm trying to start up my record label and publishing company but it's a lot of red tape I'm running into to make it official.",
        "Seven beautiful girls and boys photographed in the beautiful scenery of the Maratea coast during The Maratea Photo Video Tour 2017",
        "A scandalous Adult Party Game. Rant or Rave about outlandish topics to sway the judge that your argument is better than your friends",
        "An epic sized 3D Isometric Dungeon Map that has 100 rooms chosen by you.",
        "Join Snow, the only rabbit shifter, on her journey to become a hero. Hopeful YA Fantasy theme of environmentalism, self empowerment.",
        "I want to create a 30 second opening Animation for the upcoming fantasy roleplaying show called Winter's Edge: Grand Company.",
        "Intelligent space technology into denim for optimal thermal comfort in all climate, \"less sweat\" in summer, \"less chill\" in winter",
        "A fast, efficient, cost-effective machine for bottling carbonated beverages and drinks, including beer, kombucha & gingerbeer!",
        "Not Artificial; Just Intelligence -a million years after the death of humanity life begins within the Internet. An on-going comic",
        "Foam insert for storing and organizing your components for Dead of Winter and Dead of Winter: The Long Night",
        "1 of 1 Original Paintings, Intense Colors, Not Prints, Ready to be displayed or framed, Signed on back by the Artist, Highly Textured!",
        "The objective is to make 100 unique pieces of Fused Glass Art which either can be displayed on a stand or used as a coaster",
        "We want to bring a Barcade/Restaurant to my Local Community, to Bring different communities together and help Streamers get public!",
        "If you're looking for STYLE and FUNCTIONALITY, now you can have both. Available for iPhone 6/6s, 6+, 7 and 7+.",
        "From healthier hydration habits with the whole family with our hydration management features.",
        "We are in the posses of making a transmitter that uses the universal math language to help identify and Extraterrestrial life.",
        "A found footage horror a film about a vlogger and her friends encountering an ancient monster.",
        "I never planned to start this quite so early but alas, as of late, all I ever plan now is the quite end.",
        "These four illustrations will make your life more fun like Corgi Life. Get a digital file, a print, candleholders, coasters or T-shirt!"
    ],
    "description": "some project blurbs from Kickstarter"
}