{
    "data": [
        {
            "title": "Pillbox with Lid"
        },
        {
            "title": "Robe"
        },
        {
            "title": "Kobes"
        },
        {
            "title": "Untitled (Cafe)"
        },
        {
            "title": "Bracelet"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Dali Sculpture with Light"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Basket with Lid"
        },
        {
            "title": "Woman's Head #21"
        },
        {
            "title": "Alice Rohrer"
        },
        {
            "title": "Mule Car"
        },
        {
            "title": "Portrait of Perchik"
        },
        {
            "title": "Rich People of Yehupetz"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "\"Firespitter\" Helmet Mask (Kponyubolo)"
        },
        {
            "title": "A Chair by a Cradle"
        },
        {
            "title": "Tevia and His Wife Golde"
        },
        {
            "title": "In the Kitchen"
        },
        {
            "title": "On the Eve of the Sabbath"
        },
        {
            "title": "\"Tete-de-femme\" Table Lamp"
        },
        {
            "title": "Pair of Women's Moccasins Attached to Leggings"
        },
        {
            "title": "Praying Before Breakfast"
        },
        {
            "title": "Portrait of Goldi"
        },
        {
            "title": "Portrait of Rabinovitch"
        },
        {
            "title": "Hide Scraper"
        },
        {
            "title": "Untitled (Nude)"
        },
        {
            "title": "Untitled (Indian Mosque with Mirrored Pool)"
        },
        {
            "title": "Waiting for the Train"
        },
        {
            "title": "Hide and Seek"
        },
        {
            "title": "Fox Trot"
        },
        {
            "title": "The Piste"
        },
        {
            "title": "Badger Moody"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Strands of Beetle-Wing Covers"
        },
        {
            "title": "Alice Rohrer"
        },
        {
            "title": "St. Malo, France"
        },
        {
            "title": "Rover, Red Rover"
        },
        {
            "title": "Covered Box"
        },
        {
            "title": "East Broadway"
        },
        {
            "title": "Corsican Washerwoman"
        },
        {
            "title": "Block Party - New York"
        },
        {
            "title": "Block Party - New York"
        },
        {
            "title": "Dance Series, No. 12"
        },
        {
            "title": "Three Buddhas"
        },
        {
            "title": "Praying Figure"
        },
        {
            "title": "[Untitled] (Joe DiMaggio and Marilyn Monroe)"
        },
        {
            "title": "Fish Decoy, Bass"
        },
        {
            "title": "Engraving II"
        },
        {
            "title": "Scalpay"
        },
        {
            "title": "Figure in Space"
        },
        {
            "title": "Moon in Alabama"
        },
        {
            "title": "Crucifixion (Kreuzigung)"
        },
        {
            "title": "Three Figures on Horseback"
        },
        {
            "title": "Lumiere d'ĂŠtĂŠ"
        },
        {
            "title": "Stream"
        },
        {
            "title": "Figure of Male"
        },
        {
            "title": "Armchair"
        },
        {
            "title": "Figure"
        },
        {
            "title": "[Untitled] (Worker at Belt-Driven Machine)"
        },
        {
            "description": "Morgan Russell temporarily abandoned his color abstractions--which he called Synchromies--to paint representational subjects with greater market appeal. In 1922, however, he returned to the Synchromistic aesthetic, which he found emotionally and creatively invigorating. Abstraction bears a strong formal relation to a series of paintings he called Eidos, a term taken from the Greek word meaning \"form.\"  The illusion of spinning motion relates to Russell's plan to accompany his paintings with a kinetic light machine that would suggest the afterimage of fireworks. The signature along the horizontal is not in Russell's hand, and it is generally agreed that the painting should be oriented vertically.",
            "title": "Abstraction"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Brooklyn Bridge"
        },
        {
            "title": "Cockfight, Santo Domingo"
        },
        {
            "title": "Landscape of Santo Domingo No.1"
        },
        {
            "title": "Awaiting Boats Return"
        },
        {
            "description": "Even when inspired by a particular individual, representations of the human body can acquire universal meanings. Here, Standing Woman suggests an essential female force and vitality. Beginning in 1912, Gaston Lachaise began modeling standing figures inspired by his voluptuous American lover (and wife by 1917), Isabel Nagle.\n\r\nIndicative of its greater significance, Lachaise referred to his subject, in all its permutations, simply as “Woman.” Owing to its celebration of female physical abundance, critics attributed to this work and others like it a timelessness and a kinship with prehistoric representations of fertility.",
            "title": "Standing Woman"
        },
        {
            "title": "Salamanca"
        },
        {
            "title": "Travelling Sack"
        },
        {
            "title": "Mask"
        },
        {
            "title": "Mortar with Lid in the Form of a Man"
        },
        {
            "title": "Fish Decoy, Sucker"
        },
        {
            "title": "404"
        },
        {
            "title": "Halibut Fishhook"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Bomb Shelters"
        },
        {
            "title": "[Untitled] (Illustration for the Poem \"Hérodiate\")"
        },
        {
            "title": "White Line Squares- VII"
        },
        {
            "title": "Angry Wave"
        },
        {
            "title": "Hawk Woman"
        },
        {
            "title": "Grasshopper and Wasp"
        },
        {
            "title": "Pont Quai St. Michel, Paris"
        },
        {
            "description": "Today when we think of where inventive contemporary design \r\nis manufactured, we often think of Italy. This, however, was not \r\nalways the case. Wide acceptance of modern design came \r\nsomewhat later in Italy than elsewhere, perhaps because of the \r\never-present conservative influence of the palpable Roman classical past and the slow development of the Italian economy \r\nin the twentieth century. To be sure, before World War II there \r\nwere important modern designers in Italy, foremost Gio Ponti, \r\nan architect from Milan whose influence spread beyond his \r\nnative country through two architecture and design magazines he \r\nfounded, Domus and Stile. And the Fascist regime of Mussolini in \r\nthe pre-World War II period did embrace modern architecture, \r\nunlike the Nazi regime in Germany, which consciously rejected \r\nmodernism as a source of foreign, moral corruption. It was not, \r\nhowever, until the post-World War II era, when the Italian economy \r\nexpanded rapidly, that Italian modern design achieved international recognition.\r\nOne pivotal event made consumers in the United States aware \r\nof the diversity and accomplishments of modern Italian design—the exhibition Italy at Work, which travelled to twelve venues \r\nbetween 1950 and 1954. The exhibition was initiated by the Art \r\nInstitute of Chicago in partnership with two organizations devoted to the promulgation of Italian design, Handicraft Development \r\nIncorporated in the United States and its corresponding institution \r\nin Italy, CADMA. Italy at Work included hundreds of objects by \r\nmore than 150 artisans and manufacturers and featured furniture, \r\nceramics, glass, textiles, metalwork, jewelry, shoes, knit clothing, \r\nand industrial design. The exhibition opened at the Brooklyn \r\nMuseum, and at its conclusion, when the objects were dispersed  \r\namong the host institutions, the lionâ\u0080\u0099s share, more than two hundred items,  came to the Museum.In the second half of the twentieth century, Italy became a \r\ncenter for modern design. Many foreigners went there to study \r\nand work at small, adventurous firms that produced high-quality objects.",
            "title": "Armchair (Model 4801/5)"
        },
        {
            "title": "The Winch"
        },
        {
            "title": "Seated Figure"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Head of GB"
        },
        {
            "title": "Armchair"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Chiadma Village Carpet"
        },
        {
            "title": "Scabbard"
        },
        {
            "title": "Cloth with Figures Appliqued"
        },
        {
            "title": "In Other Folks Homes"
        },
        {
            "title": "I Have Special Reservations"
        },
        {
            "title": "Hyena Mask, Kore' Society"
        },
        {
            "title": "Bowl and Under Plate"
        },
        {
            "title": "Mask of Human Face with Antelope Horns"
        },
        {
            "title": "[Untitled] (Illustration for \"L'Azur\")"
        },
        {
            "title": "Life of the  Buddha"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "The Trial"
        },
        {
            "title": "Peter Desjardin Diving"
        },
        {
            "title": "Las Demandas Del Pueblo Y La Amenaza De La Reaccion"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Tile"
        },
        {
            "title": "Contribucion Del Pueblo A La Expropiacion Petrolera. 18 De Marzo De 1938"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "description": "This cast aluminum ventilation cover is one of several from the main lobby of the Loew’s Grand Theater in Atlanta. After purchasing the building (originally built in 1893 as DeGive’s Grand Opera House) in the early 1930s, the Loew’s theater chain renovated the theater in the most up-to-date fashion according to designs by architect Thomas W. Lamb, one of the leading designers of American movie palaces. In 1939 the theater gained national renown as the site of the premiere of the film Gone with the Wind. When the building burned in 1978, architectural elements such as this were salvaged and sold. The donor purchased this grille on the demolition site.",
            "title": "Grille"
        },
        {
            "title": "Lazaro Cardenas Y La Guerra De España. 1936-39"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Bud Fields Family, Alabama"
        },
        {
            "description": "This selection of works focuses on family, domestic space, and the urban landscape. It brings together photographs from various traditions—including Conceptualism, still life, and social documentary—as well as a piece by a male quilter. Although they represent several generations of artists, often with differing creative practices and intents, these works each tell a story—sometimes obvious, sometimes implicit. Frequently they picture the home, especially the bedroom, encouraging us to contemplate the personal and private moments that make up a life. Shown together, these works ask us to think critically about the role played by the artist, particularly the photographer, in the creation and shaping of a narrative.",
            "title": "Migrant Mother, Nipomo, California"
        },
        {
            "description": "This selection of works focuses on family, domestic space, and the urban landscape. It brings together photographs from various traditions—including Conceptualism, still life, and social documentary—as well as a piece by a male quilter. Although they represent several generations of artists, often with differing creative practices and intents, these works each tell a story—sometimes obvious, sometimes implicit. Frequently they picture the home, especially the bedroom, encouraging us to contemplate the personal and private moments that make up a life. Shown together, these works ask us to think critically about the role played by the artist, particularly the photographer, in the creation and shaping of a narrative.",
            "title": "Bethlehem, Pennsylvania"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "404"
        },
        {
            "description": "In 1920 the subway was extended to Coney Island, making the trip even faster and cheaper than before. Up to one million visitors a day would come to enjoy the beaches and the amusement parks with higher and faster rides. The subway, like many of the rides in the amusement parks and the famous hot dogs at Nathan’s, cost five cents, a fact that contributed to the description of Coney as the Nickel Empire.",
            "title": "Coney Island Boardwalk"
        },
        {
            "description": "The Coney Island beach was made public in 1915 after a long legal battle, and the boardwalk was finally constructed in 1923. Municipal baths replaced the private establishments, and the city added sand to fight erosion and create more beachfront. At this point the exclusive Seagate had long since separated from the main part of Coney, while the eastern end had gone out of fashion, with the last remaining resorts quickly disappearing. The Oriental Hotel closed in 1916, and Brighton Beach Hotel was razed a few years later. In the 1920s, many Eastern European Jews and Italian and Greek immigrants took up residence in the neighborhood adjoining the amusement district. Dreamland was long gone, and Luna somewhat declining, but Steeplechase was still a popular destination. In the background of this image, note the roller coaster and the Ferris wheel, the colorful Wonder Wheel from 1920 with its double ring of cars.",
            "title": "Coney Island Beach"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Bracelet"
        },
        {
            "title": "El Hundimiento Del \"Potrero Del Llano\" Por Los Nazis, En Mayo De 1942"
        },
        {
            "title": "Steps to the Sky"
        },
        {
            "title": "Bracelet"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "404"
        },
        {
            "title": "Calm"
        },
        {
            "title": "Torn Drawing"
        },
        {
            "title": "Figuras de Calenda"
        },
        {
            "title": "Child's Pair of Beaded Moccasins"
        },
        {
            "title": "Torn Drawing"
        },
        {
            "title": "Kachina Doll"
        },
        {
            "title": "Fantasia"
        },
        {
            "title": "World War II Illustration II"
        },
        {
            "title": "Jar and Lid"
        },
        {
            "title": "Children with Flowers"
        },
        {
            "title": "Dish"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "Tapa (Masi)"
        },
        {
            "title": "Netty May"
        },
        {
            "title": "Bowl, Hollywood Series"
        },
        {
            "title": "Armchair"
        },
        {
            "title": "New Jersey, 1951"
        },
        {
            "title": "River Edge"
        },
        {
            "description": "Skyscrapers loom above older buildings, planes fly overhead, and people crowd the sidewalks in this dramatic bird’seye view of Manhattan’s Wall Street. Bertram Hartman’s meaning may not be quite so straightforward, however. He painted Trinity Church and Wall Street in the year of a great stock market crash that devastated the nation’s economy. By showing the gothic spires of Trinity Church overshadowed by skyscrapers, Hartman may have intended his viewers to contemplate the relationship between spiritual and material needs in modern life.",
            "title": "Trinity Church and Wall Street"
        },
        {
            "title": "Ted Wagner"
        },
        {
            "title": "Head of a Boy (Recto) and Head of a Girl (Verso)"
        },
        {
            "title": "Fort Lee Ferry"
        },
        {
            "title": "Deserted Garden"
        },
        {
            "title": "Sicily"
        },
        {
            "title": "The Flight into Egypt"
        },
        {
            "description": "The leading American modernist Arthur B. Davies had been exploring the theme of expressive modern dance in his paintings for about a decade when he completed this work. He addressed the effects of World War I, at least symbolically, with its title, which references the mounting casualties of the war. Inspired in part by the seminal modern dancer Isadora Duncan, Davies had often composed figure compositions suggestive of sequential movement and, therefore, of elapsed time and music. Here, the more rigid dramatic postures of the figures may have been modeled on the theatrical modern choreography of Ruth St. Denis.",
            "title": "Freshness of the Wounded"
        },
        {
            "title": "Male Figure (Blolo bian)"
        },
        {
            "title": "Comii Shinto Dancers"
        },
        {
            "title": "Listening"
        },
        {
            "title": "Vase"
        },
        {
            "title": "White Island"
        },
        {
            "title": "The Hostess"
        },
        {
            "title": "The Circle"
        },
        {
            "description": "While Western collectors value the visual impact of power figures, the ultimate importance of these sculptures to the Songye lies in their effectiveness as protectors of the community from malevolent forces and disease. The power of such figures depends on their ingredients (bishimba), concealed in the abdominal cavity, in the top of the head, or in a horn set into the cranium (missing from this piece). These hidden substances acquire potency and interact with the spirit world when assembled by the nganga, or ritual practitioner.",
            "title": "Power Figure (Nkishi)"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Yudachi (Evening Storm)"
        },
        {
            "title": "Appian Way"
        },
        {
            "title": "Back Stage 8 P.M."
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Water Willows"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Season's Greetings Card"
        },
        {
            "title": "Large White Bowl"
        },
        {
            "title": "Gold Dust Box and Lid"
        },
        {
            "title": "Alabama, 1955"
        },
        {
            "title": "Indian Friendship Dance"
        },
        {
            "title": "Paris, 1951"
        },
        {
            "title": "Patola Sari"
        },
        {
            "title": "Famous Firsts"
        },
        {
            "title": "Climax"
        },
        {
            "title": "Near Henry Ford's"
        },
        {
            "title": "Cylindrical Vase"
        },
        {
            "description": "From 1920 to 1933, Prohibition, the United States government's vain attempt to ban alcoholic manufacturing and consumption, forced American to drink at home. This restriction led to a new social event, the cocktail party, and is accessories, the cocktail table and the cocktail shaker. This sleek cocktail set was made of a then-new material, chrome-plated metal, and the modern American icon, the skyscraper, inspired its design.",
            "title": "Cocktail Glass, One of Eight"
        },
        {
            "description": "From 1920 to 1933, Prohibition, the United States government's vain attempt to ban alcoholic manufacturing and consumption, forced American to drink at home. This restriction led to a new social event, the cocktail party, and is accessories, the cocktail table and the cocktail shaker. This sleek cocktail set was made of a then-new material, chrome-plated metal, and the modern American icon, the skyscraper, inspired its design.",
            "title": "Cocktail Glass, One of Eight"
        },
        {
            "description": "From 1920 to 1933, Prohibition, the United States government's vain attempt to ban alcoholic manufacturing and consumption, forced American to drink at home. This restriction led to a new social event, the cocktail party, and is accessories, the cocktail table and the cocktail shaker. This sleek cocktail set was made of a then-new material, chrome-plated metal, and the modern American icon, the skyscraper, inspired its design.",
            "title": "Cocktail Glass, One of Eight"
        },
        {
            "description": "From 1920 to 1933, Prohibition, the United States government's vain attempt to ban alcoholic manufacturing and consumption, forced American to drink at home. This restriction led to a new social event, the cocktail party, and is accessories, the cocktail table and the cocktail shaker. This sleek cocktail set was made of a then-new material, chrome-plated metal, and the modern American icon, the skyscraper, inspired its design.",
            "title": "Cocktail Glass, One of Eight"
        },
        {
            "title": "Stem Glass, \"Theme Formal Ware\""
        },
        {
            "title": "Coffeepot with Lid, from 4-Piece Coffee Set"
        },
        {
            "title": "Creamer with Lid, from 4-Piece Coffee Set"
        },
        {
            "title": "Sugar Bowl with Lid, from 4-Piece Coffee Set"
        },
        {
            "title": "Spoon, from 4-Piece Coffee Set"
        },
        {
            "title": "Screen, Black Magic"
        },
        {
            "title": "T.R.F. VIII"
        },
        {
            "title": "T.R.F. IX"
        },
        {
            "title": "T.R.F. VI"
        },
        {
            "title": "T.R.F. VII"
        },
        {
            "title": "Canteen"
        },
        {
            "title": "Coney Island Boardwalk and Rolling Chairs"
        },
        {
            "title": "Three Trees"
        },
        {
            "title": "Design for Textile Pattern or Ribbon"
        },
        {
            "title": "Guilford Woods"
        },
        {
            "title": "404"
        },
        {
            "title": "Berloiz Trees"
        },
        {
            "title": "World of Today"
        },
        {
            "title": "Caesar Refuses the Crown"
        },
        {
            "title": "[Untitled] (Daphnis Playing His Pipe for Chloe)"
        },
        {
            "title": "Entrance to Luna Park"
        },
        {
            "title": "African Violet"
        },
        {
            "title": "Rouen"
        },
        {
            "title": "Rose"
        },
        {
            "title": "My Family"
        },
        {
            "title": "St. Paul's Chapel, N.Y.C."
        },
        {
            "title": "Diver"
        },
        {
            "title": "Contents of a Small Boy's Pocket"
        },
        {
            "title": "\"Main Street\", Hawley, Penna."
        },
        {
            "title": "Market Place"
        },
        {
            "description": "With its combination of naturalistically painted flowers and Asian objects, this stunning watercolor recalls the still lifes of John La Farge, and demonstrates Western artists’ enduring fascination with art of the Far East into the twentieth century. Like La Farge, who was one of the earliest and most influential proponents of Japonisme in America, Anna Fisher sets up engaging contrasts between natural and artificial, ephemeral and enduring, and local and exotic.",
            "title": "The White Roses"
        },
        {
            "title": "Creek at Moonrise"
        },
        {
            "title": "Woodrow Wilson"
        },
        {
            "title": "Lantern Light"
        },
        {
            "title": "Self Portrait"
        },
        {
            "title": "Ancestral Skull"
        },
        {
            "description": "Korwar figures serve to keep surviving relatives in contact with their deceased ancestors and thus always able to secure their powerful blessings. They serve as a medium of communication between the living and the dead. Korwars may be standing or squatting figures. The heads are large in relation to the highly abstract bodies; the chin is usually straight, horizontal, and broad; and the nose is the most prominent facial feature. This highly unusual double figure holds a shield (now partially eroded). The shield has been said to derive from the snake, which in turn represents rejuvenation and regeneration, a key idea in the religion of the people of Cenderawasih Bay.",
            "title": "Ancestral Figure (Korwar)"
        },
        {
            "title": "The Death that Came for Albert Camus"
        },
        {
            "title": "Cycle of a Small Sea: Elegy"
        },
        {
            "title": "Study for \"Soda Fountain with Passers By\""
        },
        {
            "title": "Cup and Saucer, 2000 Pattern"
        },
        {
            "title": "Cup and Saucer, 2000 Pattern"
        },
        {
            "title": "Creamer, 2000 Pattern"
        },
        {
            "title": "Sugar Bowl with Lid, 2000 Pattern"
        },
        {
            "title": "Coffee Pot, 2000 Pattern"
        },
        {
            "title": "Cup and Saucer, Continental shape, Script pattern"
        },
        {
            "title": "Cup and Saucer, Continental Pattern"
        },
        {
            "title": "Creamer, Continental Pattern"
        },
        {
            "description": "Becoming Controlled\n\nBecause masks take on nonhuman, otherworldly characteristics, they are particularly effective as mediators of power. Despite their capacity for freedom and play, masks can also express social limits, serving as agents of calm in moments of tension or anxiety, or as frightening policers of the community on behalf of those in power.\n\r\nThe Igbudu mask represents the evil forces that can threaten a community. One of the only examples of Yoruba sculptural art that is deliberately unattractive, it features a sharp brow, protruding eyes, and wide mouth—all designed to frighten.\n\r\nThe commanding Loma mask, Okobuzogui, is used by the Poro society, a secret men’s association that serves, among other roles, to initiate boys into adulthood. Poro mythology holds that Okobuzogui “swallows” the boys in his menacing jaws as they leave the village for the initiation camp; he also accompanies them upon their return as young men.\n\nTugunga headdresses are worn only by those who belong to a secret Bamum society of warriors, known as the Nsoro, who perform at the funerals of important members of the community. The masks impress with their size and grandeur and elicit fear and apprehension since they represent the society charged with adjudicating disputes and protecting the king.",
            "title": "Horizontal Mask (Okobuzogui)"
        },
        {
            "title": "Woman's Kosode"
        },
        {
            "title": "Manuel of Tesuque"
        },
        {
            "description": "Already committed to a realistic style and to African American subjects, Eldzier Cortor was on his way to the Georgia Sea Islands when he was inspired to paint this image. A languid young couple is shown picnicking before the backdrop of a valley that has been flooded to construct a hydroelectric dam. Cortor endowed the muscular figures with a calm stoicism, modeling their facial features on the fixed and powerful forms of African masks. According to the artist, “[It] was created from my feelings in the face of devastation, and the two figures represent youth with hope.”",
            "title": "Southern Landscape (Southern Flood)"
        },
        {
            "title": "American Village"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Ponte Megio, Venice"
        },
        {
            "description": "This composition of dynamic forms is one of twelve works that George Lovett Kingsland Morris invested with references to Native American culture in an effort to create a distinctly American mode of abstraction, Morris was won over to abstraction during his stay in Paris from 1929 to 1930, when he studied with the avant-garde French artists Fernand Léger and Amédée Ozenfant at the Académie de l'Art Moderne. Although Morris soon was among the most vigorous promoters of European-inspired abstract art in the United States, he encouraged artists to establish an original American vocabulary of forms by turning to indigenous arts for inspiration. Here the Native American references include the allusion to the texture of birch bark, the arcing, arrowlike form at the left, and the tooth- or clawlike forms in the lower register.",
            "title": "Indian Composition No. 6"
        },
        {
            "title": "Erese Mask"
        },
        {
            "title": "Adenauer, Shadow of de Gaulle"
        },
        {
            "title": "Shrine Figure (Bawoong Tchitcheri)"
        },
        {
            "title": "Stone is a Good Medium"
        },
        {
            "title": "Tray, Part of Coffee Set"
        },
        {
            "title": "Creamer, Part of Coffee Set"
        },
        {
            "title": "Vase, Model 2428"
        },
        {
            "title": "Pitcher"
        },
        {
            "title": "Coffee Pot Stand, Part of Coffee Set"
        },
        {
            "title": "Burner, Part of Coffee Set"
        },
        {
            "title": "Sugar Bowl with Lid, Part of Coffee Set"
        },
        {
            "title": "Sugar Scoop, Part of Coffee Set"
        },
        {
            "title": "404"
        },
        {
            "description": "Drawing played an integral preparatory role in the modernist sculpture of Chaim Gross, who used it to capture the poses of live models and to conceptualize his ideas for a work. This sheet served as a study for Ballerina (see illustration), featuring one of his favorite subjects—a female dancer or other performer. The drawing’s energetic hatch marks and looping scribbles anticipate the rough-hewn surface textures of the carved sculpture.",
            "title": "Study No. 1 for \"Ballerina\""
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Dowlet Morad Bek & child (Torkmen),  One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "Standing Male Figure (Ere Ibeji)"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "404"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "description": "The neighborhood around Wall Street has been the commercial center of New York City since colonial times. Before moving inside, brokers gathered outdoors to trade goods and stocks at various markets. The American Stock Exchange, one of many exchange places in the area, moved to an indoor space only in 1921. Until then, as Joseph Petrocelli captured in this iconic image, brokers challenged bad weather at the curbside market on Broad Street, shouting and gesticulating in order to communicate their transactions. At the time of Petrocelli’s photograph, recently built skyscrapers already towered high over the streets, dwarfing the New York Stock Exchange, the neoclassical building on the left side of the picture, and the Federal Hall National Memorial, on Wall Street, in the background.",
            "title": "The Curb Market - New York"
        },
        {
            "title": "For German Right and German Morals (Für Deutsches Recht und Deutsche Sitte)"
        },
        {
            "title": "Sunt Lacrymae Rerum..."
        },
        {
            "title": "\"Celui qui Croit en Moi, Fût-Il Mort, Vivra.\""
        },
        {
            "title": "Untitled"
        },
        {
            "description": "This figure’s protruding abdomen allowed room for the insertion of various medicines by an nganga (ritual specialist) to activate the spirit force reached through the figure. These ingredients were sealed in a cavity behind the tack at the navel. The figure’s oily surface is probably the result of rubbing with palm oil or fat obtained from crushed termite queens.",
            "title": "Power Figure (Nkishi)"
        },
        {
            "title": "He was Oppressed, and he was Afflicted, yet he Opened not his Mouth (II été maltraité et opprimé et il n'a pas ouvert la bouche)"
        },
        {
            "title": "En Tant d'Ordres Divers, le Beau  Métier d'Ensemencer une Terre Hostile."
        },
        {
            "title": "Son Avocat, en Phrases Creuses, Clame sa Totale Inconscience..."
        },
        {
            "title": "Sous un Jésus en Croix Oublié Là."
        },
        {
            "title": "Jean-François Jamais né Chante Alleluia..."
        },
        {
            "title": "Blanket"
        },
        {
            "title": "Rue des Solitaires."
        },
        {
            "title": "\"Hiver Lèpre de la Terre.\""
        },
        {
            "title": "Stool"
        },
        {
            "title": "Death"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Abstract No. XXXII"
        },
        {
            "title": "Seated Buddha"
        },
        {
            "title": "A Galway Peasant (An Irish Peasant)"
        },
        {
            "title": "Fiddlers"
        },
        {
            "title": "Roman Urchins"
        },
        {
            "title": "Evening Mist- Fifth Avenue"
        },
        {
            "title": "Dozen Willows"
        },
        {
            "title": "Pot Bound"
        },
        {
            "title": "Mariner Man"
        },
        {
            "title": "Cloth (Ikat)"
        },
        {
            "title": "[Untitled] (Woman Standing at Upright Loom)"
        },
        {
            "title": "Knife, Blade, Handle"
        },
        {
            "title": "Knife, Handle Wrapped with Wire.  Blue Ornament."
        },
        {
            "title": "Table, One of Pair"
        },
        {
            "title": "Bureau"
        },
        {
            "title": "Carnival"
        },
        {
            "title": "Coherence III"
        },
        {
            "title": "Early Sprint, Gloucestershire"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Serving Cart, Model 3321"
        },
        {
            "title": "Eluard Luchel McDaniel"
        },
        {
            "title": "Clown's Houses"
        },
        {
            "title": "Nursery Rhyme"
        },
        {
            "title": "Harvey Zook"
        },
        {
            "title": "Machine, No. I"
        },
        {
            "title": "Morris Kantor"
        },
        {
            "title": "Cuffs for Ankle or Wrists"
        },
        {
            "title": "Milton Avery"
        },
        {
            "title": "Frances, New York (With Daisies)"
        },
        {
            "title": "[Untitled]  (Frances with Daisies)"
        },
        {
            "title": "Nude"
        },
        {
            "title": "Reading in the Subway"
        },
        {
            "title": "Untitled (Two Men on Bridge, Looking at Ships)"
        },
        {
            "title": "Portfolio cover"
        },
        {
            "title": "Fan with Handle"
        },
        {
            "title": "Marionette Figure Headdress"
        },
        {
            "description": "Israel Litwak was born in Odessa, then part of Russia. He emigrated to the United States in 1903, settling in Brooklyn and working as a cabinetmaker. He began to paint after retiring at age sixty-eight. Litwak recorded the urban scene as well as place visited on vacations such as the subject shown here. Crawford Notch in the White Mountains of New Hampshire had often been celebrated by nineteenth-century, but Litwak's image is very much his own invention. \"One achieves good painting by imagination, talent, patience and a lot of hard work,\" he wrote. \"I look . . . just to get an idea; then I go home and make it the I want it, not the way it is.\"",
            "title": "Crawford Notch, New Hampshire"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Spoon (Kalukili)"
        },
        {
            "title": "Samovar"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "description": "In 1944, Isamu Noguchi designed this low glass-topped table resting on organic-shaped walnut forms. To create it, he returned to the design of a unique object he had made in the late 1930s and revised it for manufacture by the Herman Miller company. Here, transparency is combined with balance, as the top is unfixed and the two support legs hinge at a single point.",
            "title": "Lounge Table"
        },
        {
            "title": "Goblet"
        },
        {
            "title": "Palm Wine Cup"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Crucifix"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Stool"
        },
        {
            "title": "Palm Wine Cup in the Form of a Head (Mbwoongntey)"
        },
        {
            "title": "Cafe"
        },
        {
            "title": "Circus (Budapest, 19 May 1920)"
        },
        {
            "title": "Transport (Braila, Rumania, 19 October 1918)"
        },
        {
            "title": "Untitled (LSE 50-49)"
        },
        {
            "title": "La Vachere"
        },
        {
            "title": "Budafok (1919)"
        },
        {
            "title": "Marilyn with Barbells"
        },
        {
            "title": "Marilyn, Life Cover"
        },
        {
            "title": "Portrait of Marilyn"
        },
        {
            "title": "Marilyn Flirting"
        },
        {
            "title": "Marilyn at the Drive-in"
        },
        {
            "title": "Marilyn Jumping"
        },
        {
            "title": "Marilyn Entering the Closet"
        },
        {
            "title": "Ornament (Tema)"
        },
        {
            "title": "Marilyn Listening to Music"
        },
        {
            "title": "Heddle Pulley with Bovine Head (Goli Goulin)"
        },
        {
            "title": "Drinking Vessel"
        },
        {
            "title": "Figure of a Female"
        },
        {
            "title": "The Poet's Dream"
        },
        {
            "title": "Mrs. Bailey Nicholson of Nicholson Hollow, Virginia"
        },
        {
            "title": "Figure (Ikenga)"
        },
        {
            "title": "Hotel de Paris, Georgetown, Colorado"
        },
        {
            "title": "Veterans"
        },
        {
            "title": "Hotel de Paris,  Georgetown, Colorado"
        },
        {
            "title": "Rhyolite, Nevada"
        },
        {
            "title": "Farmer and Sons Walking in Dust Storm, Cimarron Co., Oklahoma"
        },
        {
            "title": "Prospector, Esmeralda Co. Nevada"
        },
        {
            "title": "Overgrazed Land, Pennington Co., Dakota"
        },
        {
            "title": "Skull of Steer in Bad Lands of South Dakota"
        },
        {
            "title": "Wall Street"
        },
        {
            "title": "Pair of Moccasins"
        },
        {
            "title": "Homage to Rembrandt"
        },
        {
            "title": "Spirit of the West Wind"
        },
        {
            "title": "Purse for Woman"
        },
        {
            "title": "Rain and the Sea"
        },
        {
            "title": "New York / Brooklyn Bridge I"
        },
        {
            "title": "Le Trayer, (The Milker)"
        },
        {
            "title": "Pendant tied to Scalp Lock"
        },
        {
            "title": "Pipe with Bag"
        },
        {
            "title": "Shigaraki Ware Teapot and Lid"
        },
        {
            "title": "Shigaraki Ware Teapot and Lid"
        },
        {
            "title": "Medicine Bag with Pipe"
        },
        {
            "title": "Billy Rose's Aquacade"
        },
        {
            "title": "Landscape Teapot"
        },
        {
            "title": "Mat"
        },
        {
            "title": "Dish"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Tile"
        },
        {
            "title": "Tile"
        },
        {
            "title": "Lamp, Model #5997"
        },
        {
            "title": "\"Orkidea (Orchid)\" Vase"
        },
        {
            "title": "Vase, model LH1483"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Shoe Shine"
        },
        {
            "title": "El General Obregon Con Los Yaquis"
        },
        {
            "title": "El Hambre En La Ciudad De Mexico, En 1914-15"
        },
        {
            "description": "Grace Chapella’s designs are inspired by archaeological vessels from the ancient Hopi site of Sityakti, which dates from the fourteenth to the fifteenth century. The butterfly symbolizes man’s spiritual transformation. Mark Tahbo, an accomplished potter and Chapella’s great grandson, interprets the jar’s designs as symbolic of water’s life-giving cycle: the butterflies indicate a burst of life after the spring rains; the wave patterns dotted with cross forms are cornfields surrounded by water; the jagged peaks are the three Hopi mesas in northern Arizona; and the black fingerlike forms are prayer feathers used in rain ceremonies. \n\n\r\nLos diseños de Grace Chapella están inspirados en vasijas arqueológicas del antiguo sitio Hopi de Sityakti, el cual data del siglo catorce al siglo quince. La mariposa simboliza la transformación espiritual del hombre. Mark Tahbo, alfarero experto y nieto de Chapella, interpreta los diseños de la jarra como símbolos del ciclo del agua como fuente de vida: las mariposas indican una explosión de vida después de las lluvias de primavera; los diseños ondulados jaspeados con forma de cruz son campos de maíz rodeados por agua, los picos serrados son las tres mesas Hopi al norte de Arizona; y las formas negras que semejan dedos son plumas de oración usadas en ceremonias de lluvia.",
            "title": "Jar with Butterfly and Sityatki Inspired Designs"
        },
        {
            "title": "Girl with a Bird"
        },
        {
            "title": "La Muerte De Emiliano Zapata, 10 De Abril De 1919"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Untitled Caricature (Man's Face)"
        },
        {
            "title": "El Resultado De Una Pastoral: El Levantamiento Cristero. 1926/27"
        },
        {
            "title": "Untitled Caricature (Man Sitting at Table)"
        },
        {
            "title": "Bradley Girl"
        },
        {
            "title": "Storm in Gowanus"
        },
        {
            "title": "Bradley Girl in Color"
        },
        {
            "title": "Poisoned Darts"
        },
        {
            "title": "Nine Poisoned Arrows with Shafts"
        },
        {
            "title": "Nine Arrows"
        },
        {
            "title": "Fan"
        },
        {
            "title": "Blue Circle"
        },
        {
            "title": "Fan"
        },
        {
            "title": "Celery Server, American Modern Pattern"
        },
        {
            "title": "Carpet"
        },
        {
            "title": "Seated Female Figure Holding Lidded Receptacle (Mboko)"
        },
        {
            "title": "Suhanatabal, Nasr-al Din Shah's,  A Royal Palace of Figural Tilework, One of 274 Vintage Photographs"
        },
        {
            "title": "Tapa (Siapo Mamanu)"
        },
        {
            "title": "Tomb Tower with Glazed Tilework,  One of 274 Vintage Photographs"
        },
        {
            "title": "Dragon Motif"
        },
        {
            "title": "Mask"
        },
        {
            "title": "Female Member of a Tribal Khan's Family,  One of 274 Vintage Photographs"
        },
        {
            "title": "Possibly Headband or Hair Ribbon"
        },
        {
            "title": "Hat"
        },
        {
            "title": "Tapa (Masi)"
        },
        {
            "title": "Tapa (Siapo)"
        },
        {
            "title": "Tapa (Siapo Mamanu)"
        },
        {
            "title": "Station Cabs"
        },
        {
            "title": "Inlay Head of Akhenaten"
        },
        {
            "description": "One can witness a wide variety of masquerades addressing issues of social well-being, protection, and health, as well as personal and spiritual concerns, in the Ogoni communities of southeastern Nigeria in which Zina Saro-Wiwa works.\n\nElu masks, such as this one, are danced by young members of secret men’s societies that have social, religious, or governmental functions. The small masks are attached to cone-shaped caps of fiber and cloth that cover the heads of the dancers. They are usually danced at annual festivals or at funerals of members of the societies. As Saro-Wiwa notes, Elu is an older, and more delicate, form of Ogoni masquerade than the newer genre in which she has worked.",
            "title": "Elu Mask with Hinged Jaw"
        },
        {
            "title": "Mask with Superstructure"
        },
        {
            "title": "Sketch for Drawings, Signed \"Phoenix/Pattern/Stainless Steel/Scale 1\" - 1'\""
        },
        {
            "title": "Sketch for Drawings, Signed \"Phoenix/Chevron/Scale 1\" - 1'/Ursula Meyer"
        },
        {
            "title": "Leg of Chair with Figure of Man Forming Base"
        },
        {
            "description": "Rockwell traveled to Boston with Saturday Evening Post art editor Ken Stuart to photograph fans during a doubleheader between the Boston Braves and the visiting Chicago Cubs at Braves Field. Additional images taken in the studio were used to fill out the jeering crowd. Rockwell himself can be found in the upper left corner of the painting. The artist typically used oil paints for his final work, but this is a rare example done in watercolor.",
            "title": "The Dugout"
        },
        {
            "title": "Dish"
        },
        {
            "title": "Bedroom through Doorway"
        },
        {
            "title": "Watermelon Man"
        },
        {
            "title": "Facades"
        },
        {
            "title": "Backyard"
        },
        {
            "description": "Taken in 1940, these photographs capture women in Harlem who rejected the limitations of domesticity. In Street Scene 2, there is a clear assertiveness about the standing woman, with her left arm holding a stack of newspapers and her right hand on her hip. In Lady and Lamp, the subject’s reclining posture and distanced gaze are juxtaposed with her formal attire, suggesting the need to unwind after a long day of work. \n\r\nLike other New York City neighborhoods at the time, Harlem was still recovering from poverty, overcrowding, and other devastating symptoms of the Great Depression. Details in these photographs, such as the ripped fabric on the arms of the chair and the “Furnished Room” si, hint gently at the harsh conditions that these modern urban women were up against.",
            "title": "Street Scene 2"
        },
        {
            "title": "Street Scene 4"
        },
        {
            "title": "Man in Mirror"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Wishing Tree"
        },
        {
            "title": "Man with Lamp"
        },
        {
            "title": "Portrait of an Old Woman"
        },
        {
            "title": "Covered Serving Bowl"
        },
        {
            "title": "Strolling Musician of Gloucester"
        },
        {
            "title": "Fragment of a Rock Mural"
        },
        {
            "title": "Mask with Two Curved Horns"
        },
        {
            "title": "La Prensa Y La Revolucion Mexicana"
        },
        {
            "title": "Standing Reliquary Guardian Figure"
        },
        {
            "title": "Seated Female Figure with Child Nursing"
        },
        {
            "title": "Gunyega Mask"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Female Masquerade Mask"
        },
        {
            "title": "Water Spirit Mask (Igbo)"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "description": "This work is the final design for a twenty-six- foot mural for the Nabrit Science Hall at Texas Southern University. John Biggers described its subject as “the interdependence of living organisms in the balance of nature, and the relationship of all organisms to one another through the long line of evolutionary descent.” \n\r\nBiggers centered the image on an essential earth mother. Throughout, he paired oppositional references to life and death (winter and summer), male and female (the two nudes), and Africa and America (in vignettes of harvest and sowing). A leading twentieth-century African American painter and muralist, Biggers drew inspiration from the Mexican Mural Renaissance of the 1920s and 1930s. He also infused the composition with the kind of organic, cellular design that was so current in midcentury American art.",
            "title": "Web of Life"
        },
        {
            "title": "Doll"
        },
        {
            "description": "This personal shrine reflects the great value the Igbo place on individual achievement. Personal shrines are created in the form of figures known as ikenga to honor the power and skills of a person's right hand, as the right hand holds the hoe, the sword, and the tools of craftsmanship. The basic form of an ikenga is a human figure with horns symbolizing power, sometimes reduced to only a head with horns on a base.",
            "title": "Figure (Ikenga)"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Bracelet"
        },
        {
            "description": "Because of its low cost and easy care, plastic attracted both consumer and designer in the postwar era. Russel Wright worked with the chemical company American Cyanamid to develop a line of dinnerware from its patented plastic, Melamine. Although that venture was not successful, Wright soon found other companies to produce his designs for plastic dinnerware. Originally intended for institutional use, plastic dinnerware also found a place at home, and by 1957 Wright’s Residential line, produced by Northern Industrial Chemical, had door-to-door sales of $4 million.",
            "title": "Platter, Residential\"  Pattern"
        },
        {
            "description": "The undulating lines of the wooden bowl shown here evoke a jellyfish in motion, or a leaf curling in the summer sun. Russel Wright experimented with these curving, biomorphic shapes in several media and clearly found them interesting in their own right. Although neither easy to make nor particularly suited to their purpose, these bowls were, however, wonderfully playful and suggestive of nature to the consumers he targeted.",
            "title": "Bowl"
        },
        {
            "title": "Manitoo Springs, Colorado Springs and Vicinity"
        },
        {
            "title": "... and Sudy, Garden of the Gods"
        },
        {
            "title": "Serape"
        },
        {
            "title": "Religious Figure with Halo"
        },
        {
            "title": "Grave Diggers (Tolemgräber)"
        },
        {
            "title": "Old Man - Head 2 Paces Back  (Alter - Kopf 2 Schritt Hinter)"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Sportsmen (Sportsmänner)"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Cup and Saucer, Flair Line, Leaves Pattern"
        },
        {
            "title": "Floating Sleep (Summer Birds)"
        },
        {
            "title": "Plate, Flair Line, Leaves Pattern"
        },
        {
            "title": "Hammer (Nangala)"
        },
        {
            "title": "Head and Torso of a Man"
        },
        {
            "title": "Tongs (Lumangatu)"
        },
        {
            "title": "File (Libeleko)"
        },
        {
            "title": "\"Mother\" Anvil (Nyundo)"
        },
        {
            "title": "Father Hammer (Mwengi)"
        },
        {
            "title": "Small Chisel (Mango)"
        },
        {
            "title": "Small Chisel (Mango)"
        },
        {
            "title": "Amulet in the Form of a Figure of a Woman"
        },
        {
            "title": "Head"
        },
        {
            "title": "Scene: Hunter, Hunter's Wife, Dog, and Polar Bear"
        },
        {
            "title": "Seated Polar Bear"
        },
        {
            "title": "Two Birds with Arching Gestures"
        },
        {
            "description": "The small pangolin (a mammal with a scaly hide that protects itself by coiling into a ball) is worn by the members of Bwami’s Ngandu and Yananio grades. When associated with hats, the pangolin symbolizes piety and respect.",
            "title": "Bwami Hat for Ngandu or Yananio Level"
        },
        {
            "description": "This hat would only have been worn by initiates to Kindi, the highest level of Bwami. Tail hair of an elephant, a metaphor for Kindi, crowns the hat. European-made buttons began to replace cowrie shells as prestige items on such Bwami paraphernalia as the Western presence grew in eastern Congo in the early twentieth century.",
            "title": "Bwami Hat for Kindi Level"
        },
        {
            "title": "Pair of Earrings (Tsabit)"
        },
        {
            "title": "Pair of Earrings (Tsabit)"
        },
        {
            "title": "Pair of Earrings (Tsabit)"
        },
        {
            "title": "Mecklenburg Square ca. 1930"
        },
        {
            "title": "Skin-covered Headdress Mask with Animalistic Features"
        },
        {
            "title": "The Squall"
        },
        {
            "title": "Drinking Glass, \"Marine Transportation Building\""
        },
        {
            "title": "Centerpiece and Liner"
        },
        {
            "title": "Sugar Bowl"
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Print from \"Le Satiricon\""
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Print from \"Le Satiricon\""
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Jar with Lid"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Print from \"Le Satiricon\""
        },
        {
            "title": "Vase"
        },
        {
            "title": "Textile Fragment"
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Gold Weight"
        },
        {
            "title": "Czech Refugee"
        },
        {
            "title": "[Untitled] (Two Nymphs Dancing)"
        },
        {
            "title": "Head of Allyne"
        },
        {
            "title": "Vase"
        },
        {
            "title": "New York City Seal Medallion, 1623, from the West Side Highway"
        },
        {
            "title": "New York City Seal Medallion, 1654, from the West Side Highway"
        },
        {
            "title": "New York City Seal Medallion, 1669, from the West Side Highway"
        },
        {
            "title": "New York City Seal Medallion, 1784, from the West Side Highway"
        },
        {
            "title": "Album of Photographs"
        },
        {
            "title": "[Untitled] (Daphnis et Chloe, Title Page)"
        },
        {
            "title": "New York City Seal Medallion, 1919, from the West Side Highway"
        },
        {
            "title": "Commemorative Plate (from a set of seven)"
        },
        {
            "title": "Beaded Strip"
        },
        {
            "title": "Basket with Cover"
        },
        {
            "title": "Horn"
        },
        {
            "title": "Horn"
        },
        {
            "title": "Headrest"
        },
        {
            "title": "Dresser"
        },
        {
            "title": "Horn"
        },
        {
            "title": "Boats on the Dock"
        },
        {
            "title": "The Late Lunch Under the Trees (Le Gouter sous les Arbes)"
        },
        {
            "title": "The Nude Model, Arms Raised (Le Modèle Nu les Bras Levés)"
        },
        {
            "title": "The Dents (Cogs) of Lanfon (Les Dents de Lanfon)"
        },
        {
            "title": "Peppina"
        },
        {
            "title": "The Pope Benoit XV, in the Gardens of the Vatican (Le Pape Benoit XV, Dans les Jardins du Vatican)"
        },
        {
            "title": "The Grotto (La Grotte)"
        },
        {
            "title": "[Untitled] (Three Boys on a Wall)"
        },
        {
            "title": "Transparency No. 3"
        },
        {
            "title": "The Model with the Black Cloak"
        },
        {
            "title": "Nude"
        },
        {
            "title": "Moon of the Wolves"
        },
        {
            "title": "Self Portrait"
        },
        {
            "title": "Adam and Eve"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Freeway"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "California"
        },
        {
            "title": "Nadia"
        },
        {
            "title": "Morning Light, N.Y."
        },
        {
            "title": "Vessel"
        },
        {
            "title": "Une Dacquoise"
        },
        {
            "title": "Bowl, Highlight Line"
        },
        {
            "title": "Bowl, Highlight Line"
        },
        {
            "title": "Bowl, Highlight Line"
        },
        {
            "title": "Bowl, Highlight Line"
        },
        {
            "title": "Cetus"
        },
        {
            "title": "[Untitled] (Boy with Toy Gun)"
        },
        {
            "title": "Sugar Bowl and Lid, Highlight Line"
        },
        {
            "title": "Kachina Doll (Zamalahaktoh)"
        },
        {
            "title": "Kachina Doll (Showaktona)"
        },
        {
            "title": "Kachina Doll (Tiya Shiloh)"
        },
        {
            "title": "Elizabeth"
        },
        {
            "title": "Kachina Doll (Ata Ona)"
        },
        {
            "title": "Baptism"
        },
        {
            "title": "Kachina Doll (Tanakwiya Likjana)"
        },
        {
            "title": "Warping"
        },
        {
            "title": "Twisting"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Cabinet"
        },
        {
            "title": "Door Lock"
        },
        {
            "title": "Quilling"
        },
        {
            "title": "Through the Threads"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Corrido del Congreso de la Paz"
        },
        {
            "title": "Chandelier"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Leaves and Blossoms"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Anna's Teddy Bear (Logan Street, Linden Boulevard, East New York)"
        },
        {
            "title": "Fish Market Storefront (Blake Avenue)"
        },
        {
            "title": "Portrait of Jane Wallach"
        },
        {
            "title": "Pillars in Sunlight (Brownsville)"
        },
        {
            "title": "Doll in Children's Wear Shop Window (East New York)"
        },
        {
            "title": "Snow Scene"
        },
        {
            "title": "Girl with Dog"
        },
        {
            "title": "Morris Meat Market (Blake Avenue)"
        },
        {
            "title": "Fish Store Painting (Blake Avenue)"
        },
        {
            "description": "Growing up on the urban terrain of concrete sidewalks, Brooklyn children and teenagers have long embraced skating as a pastime. In 1950 N. Jay Jaffee photographed a young skater as she extended her arm out to gain balance independent of her father’s hold. Vincent Cianni’s 1995 image captures a graceful moment of a teenage boy midair. \n\r\nThe backgrounds of these images reveal changing textures of the neighborhood landscapes: felt hats with fur trim and arched glass storefront windows in the former, and baggy T-shirts and graffiti scrawled along a block in the latter. Although taken forty-five years apart, these photographs display skating as a communal and enjoyed act for Brooklyn youth.",
            "title": "Girl Learning to Skate (Livonia Avenue, East New York)"
        },
        {
            "title": "Wallpaper Sample Book"
        },
        {
            "title": "Wallpaper Sample Book"
        },
        {
            "title": "Ceiling Sample Book"
        },
        {
            "description": "In the past, this child’s rocking horse was often attributed to the influential American architect Philip Johnson. However, recent scholarship has revealed this to be a half-truth. In fact, it was the idea of another Philip Johnson, artistic director of the toy company Creative Playthings. He suggested it to Gloria Caranica, a recent graduate of Brooklyn’s Pratt Institute he had just hired.",
            "title": "\"Rocking Beauty\" Hobby Horse"
        },
        {
            "title": "Four Earrings"
        },
        {
            "title": "Tiger Lillies"
        },
        {
            "title": "Labor"
        },
        {
            "title": "Skyscrapers"
        },
        {
            "title": "Circle Entrance, Prospect Park"
        },
        {
            "title": "The Grape Harvest"
        },
        {
            "title": "Barges"
        },
        {
            "title": "Pegasus II"
        },
        {
            "title": "Christ en Croix avec Disciples"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "The Ship Model"
        },
        {
            "title": "Witchfire"
        },
        {
            "title": "Triumph of Weed"
        },
        {
            "title": "Gloria Ecclesiae Antiquae"
        },
        {
            "title": "Helmet Mask (Ñgontang) with Four Faces"
        },
        {
            "title": "Tapa (Kapa)"
        },
        {
            "title": "Mask (Nsembu)"
        },
        {
            "description": "This type of statue with multiple heads, called ginin, was commissioned by a group of individuals with a shared lineage, to be placed on an ancestral altar. It represents solidarity and the protection of the family, with one face looking in each of the cardinal directions from which danger might come.",
            "title": "Figure with Four Faces (Ginin)"
        },
        {
            "title": "Tapa (Kapa)"
        },
        {
            "title": "Tapa (Kapa)"
        },
        {
            "title": "Figure of a Serpent Frog in Mouth"
        },
        {
            "title": "Adze"
        },
        {
            "title": "It's Sharper Now"
        },
        {
            "title": "One of a Pair of Candlesticks"
        },
        {
            "title": "The Old Stable"
        },
        {
            "title": "Les Oiseaux de Nuit aux Bamboo"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Untitled (Masked Figures Arranged in Interior)"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Bauhaus View"
        },
        {
            "title": "Portrait of Timothy Cole at Work"
        },
        {
            "title": "Untitled (French Cathedral Interior)"
        },
        {
            "title": "[Untitled] (Man Seated on Cabin Steps, Hands Folded)"
        },
        {
            "title": "Dawn"
        },
        {
            "title": "Brothers"
        },
        {
            "title": "Pine and Sapling"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Prayers in the Smoke of Battle"
        },
        {
            "title": "Nude Female Figure"
        },
        {
            "title": "Christ Crowned"
        },
        {
            "title": "Handira (Woman's Shawl)"
        },
        {
            "title": "Untitled (Normandy Farm)"
        },
        {
            "title": "Wagtail and Lotus"
        },
        {
            "title": "Inu-Hariko (Papier-mache Puppy Doll)"
        },
        {
            "title": "Coconut Grater"
        },
        {
            "title": "Stockholm"
        },
        {
            "title": "Straphangers"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Study for County Fair"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Sugar Bowl"
        },
        {
            "title": "Miner and Wife"
        },
        {
            "title": "The Rubber Center"
        },
        {
            "title": "Sassafras Twig"
        },
        {
            "title": "Souls United"
        },
        {
            "title": "Bristol Valley"
        },
        {
            "title": "Bombus on Anchusa"
        },
        {
            "title": "Sermilik Fjord"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Pendant from Imperial Necklace"
        },
        {
            "title": "High Quarries"
        },
        {
            "title": "Etude Pour Guy Laroche"
        },
        {
            "title": "Hillel"
        },
        {
            "title": "King Asa"
        },
        {
            "title": "Rabbi in His Study (also called \"Ashkenazi II\")"
        },
        {
            "title": "Ashkenazi"
        },
        {
            "title": "Prussian General"
        },
        {
            "title": "Cain and Abel"
        },
        {
            "title": "El Greco"
        },
        {
            "title": "Death's Head - Hussar"
        },
        {
            "title": "Textile Sample"
        },
        {
            "title": "Textile Samples"
        },
        {
            "title": "Textile Sample"
        },
        {
            "title": "Textile Sample"
        },
        {
            "title": "Textile Sample"
        },
        {
            "title": "Textile Samples"
        },
        {
            "title": "Textile Samples"
        },
        {
            "description": "Dorr Bothwell’s Memory Machine recalls the Surrealist roots of much postwar art. In this eerie, dreamlike landscape, the central form suggests a futuristic television set, supplier and preserver of modern memories. Dorr (or Doris) Bothwell worked and taught in the San Francisco Bay Area, another urban center that was a focus of art production in the forties and fifties.",
            "title": "Memory Machine"
        },
        {
            "title": "Mask (Mbuya) of Chief (Phumbu)"
        },
        {
            "description": "The Biombo have been strongly influenced politically and culturally by their neighbors to the north, the Kuba. Like Kuba masks, Biombo masks are worn at funerals and initiations. Masks in both traditions have large slit eyes and painted geometric patterns on the forehead, cheeks and chin. The muted red color seen here is more characteristic of Biombo masks, however.",
            "title": "Tshimwana Mask"
        },
        {
            "title": "Head of a Dancer"
        },
        {
            "title": "Beaded Purse"
        },
        {
            "title": "Day View from Coit Tower (All of Downtown San Fransisco)"
        },
        {
            "description": "Today when we think of where inventive contemporary design \r\nis manufactured, we often think of Italy. This, however, was not \r\nalways the case. Wide acceptance of modern design came \r\nsomewhat later in Italy than elsewhere, perhaps because of the \r\never-present conservative influence of the palpable Roman classical past and the slow development of the Italian economy \r\nin the twentieth century. To be sure, before World War II there \r\nwere important modern designers in Italy, foremost Gio Ponti, \r\nan architect from Milan whose influence spread beyond his \r\nnative country through two architecture and design magazines he \r\nfounded, Domus and Stile. And the Fascist regime of Mussolini in \r\nthe pre-World War II period did embrace modern architecture, \r\nunlike the Nazi regime in Germany, which consciously rejected \r\nmodernism as a source of foreign, moral corruption. It was not, \r\nhowever, until the post-World War II era, when the Italian economy \r\nexpanded rapidly, that Italian modern design achieved international recognition.\r\nOne pivotal event made consumers in the United States aware \r\nof the diversity and accomplishments of modern Italian design—the exhibition Italy at Work, which travelled to twelve venues \r\nbetween 1950 and 1954. The exhibition was initiated by the Art \r\nInstitute of Chicago in partnership with two organizations devoted to the promulgation of Italian design, Handicraft Development \r\nIncorporated in the United States and its corresponding institution \r\nin Italy, CADMA. Italy at Work included hundreds of objects by \r\nmore than 150 artisans and manufacturers and featured furniture, \r\nceramics, glass, textiles, metalwork, jewelry, shoes, knit clothing, \r\nand industrial design. The exhibition opened at the Brooklyn \r\nMuseum, and at its conclusion, when the objects were dispersed  \r\namong the host institutions, the lionâ\u0080\u0099s share, more than two hundred items,  came to the Museum.In the second half of the twentieth century, Italy became a \r\ncenter for modern design. Many foreigners went there to study \r\nand work at small, adventurous firms that produced high-quality objects.",
            "title": "Low Table"
        },
        {
            "title": "Ephemera, Hurnani Nihil a me Alienum Puto"
        },
        {
            "title": "Composition No.1"
        },
        {
            "title": "Tellaro Landscape"
        },
        {
            "title": "Yellow, Violet and White Forms"
        },
        {
            "title": "Beaded and Quilled Bag"
        },
        {
            "title": "Black Magic"
        },
        {
            "title": "Black Magic"
        },
        {
            "title": "Black Magic"
        },
        {
            "title": "[Untitled] (Man on Bench, New York)"
        },
        {
            "title": "The Vertical Mile"
        },
        {
            "title": "The Vertical Mile"
        },
        {
            "title": "The Vertical Mile"
        },
        {
            "title": "Black Magic"
        },
        {
            "title": "Ephemera, The Eemis Stone"
        },
        {
            "title": "Yellow Chemise"
        },
        {
            "title": "Rocking Car (Schaukelwagen)"
        },
        {
            "description": "These Native American objects represent just a few of the items made in the late nineteenth and the early twentieth century, primarily for sale to dealers and collectors to satisfy the growing market for indigenous products. Finely coiled baskets like the example by the Maidu weaver Mary Kea’a’ala Azbill were in great demand, as were Zuni Kachina dolls. The desire for Eskimo objects such as the ivory pipe engraved with a whale-hunting scene was accelerated by the Klondike Gold Rush in 1897. To appeal to non-Native patrons, Native artists invented new designs using trade materials such as the glass beads forming the embroidered floral arrangement on the northeastern puzzle bag (so named for the way its pieces fold together to keep it closed). Other artists used traditional materials but tailored designs to non-Native aesthetics, as seen in the porcupine-quill box. The Navajo quickly adapted to the Spanish introduction of silver coins and silver mining in the seventeenth century, embellishing their traditional wrist guards with hammered silver. Some artists retained both traditional materials and designs but produced greater quantities of popular items such as the Plains owl pipe bowl made from Catlinite (red pipestone).",
            "title": "Square Box and Cover"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "404"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Pouch"
        },
        {
            "title": "Medicine Necklace with Pouch Containing Umbilical Cord"
        },
        {
            "title": "Abstract Print"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "The Paper Bag Players"
        },
        {
            "title": "Winter Opening"
        },
        {
            "title": "Donald Duck from Tool Box Series"
        },
        {
            "title": "Portrait of Abraham Walkowitz"
        },
        {
            "title": "Two Table Mats"
        },
        {
            "title": "Portrait of Abraham Walkowitz"
        },
        {
            "title": "Portrait of Abraham Walkowitz"
        },
        {
            "title": "Landscape"
        },
        {
            "title": "Untitled (Two Wild Horses with Classical Figure)"
        },
        {
            "title": "Abstract Landscape"
        },
        {
            "title": "The Green Seahorse"
        },
        {
            "title": "The Uprising"
        },
        {
            "title": "Everyman (Great Birdman)"
        },
        {
            "title": "La Exaltacion del Cabellero Dormido"
        },
        {
            "title": "Twelve Moons"
        },
        {
            "title": "Idea Sequence #16"
        },
        {
            "title": "Tapa (Siapo)"
        },
        {
            "title": "Woman's Head #17"
        },
        {
            "title": "Figure Study"
        },
        {
            "title": "Self-Portrait"
        },
        {
            "title": "The Reservoir, Central Park"
        },
        {
            "description": "Agbogho mmwo, or \"maiden spirit,\" masks are worn by men at festivals that honor important deities. They represent the Igbo ideal of female beauty: small, balanced features, elaborate hairstyles, and delicate tattoos. The men who dance agbogho mmwo masks wear colorful, tight-fitting fiber costumes, entertaining the crowd with exaggerated versions of women's dances.",
            "title": "Maiden Spirit Helmet Mask (Agbogho Mmwo)"
        },
        {
            "title": "Child's Toy, Cassava Press"
        },
        {
            "title": "Abstraction"
        },
        {
            "title": "Sacrifice to the Landlord"
        },
        {
            "title": "Water Jar"
        },
        {
            "title": "Cup and Saucer"
        },
        {
            "title": "Galloping Horse"
        },
        {
            "title": "The Old Ships Draw to Home Again"
        },
        {
            "title": "Pitcher"
        },
        {
            "title": "Birds, Orchids and Banyan Tree"
        },
        {
            "title": "Oribe Ware \"Shinogi-te\" Rectangular Low-sided Plate, Nagahira-bachi"
        },
        {
            "description": "Graciela Iturbide is one of the best-known Mexican photographers of the last four decades. The images in this gallery represent series from different parts of Mexico, of which the most important is her breakthrough photoessay Juchitán of the Women (1979–86). In a documentary style notable for its humanistic grace, the series focuses on the indigenous Zapotec people in the town of Juchitán, in southeastern Mexico, where women dominate all aspects of social life, from the economy to religious rituals. The most emblematic image of the series, Our Lady of the Iguanas, shows the power and dignity of a Zapotec woman, who carries on her head live iguanas that form a bizarre crown. Four Fishes shows a woman displaying fish for sale from the private space of her home, the clay and straw of the wall echoing the scales of the fish.\n\r\nLike her teacher, the photographer Manuel Alvarez Bravo (at one time the husband of Lola Alvarez Bravo, whose work hangs nearby), Iturbide portrays Catholic traditions intertwined with pre-Hispanic rites and superstitions, showing a culture in constant flux. Approaching her subjects directly and frontally, Iturbide represents a dreamlike reality with great compassion, or, to use the artist’s own word, “complicity.”",
            "title": "La Visitación (The Visitation)"
        },
        {
            "title": "Homage to Japanese Paper, Scenes of Paper-Making with Calligraphy"
        },
        {
            "title": "Tray"
        },
        {
            "title": "Ploughland"
        },
        {
            "title": "Plate, White Clover Line, Golden Spice Colorway"
        },
        {
            "description": "This group of plaques shows the steps in the process for making cloisonné. Technically, cloisonné employs the diverse skills of painting, engraving, metalworking, casting, and firing. To create designs on metal vessels, enclosures made of bronze or copper called cloisons (French for “partitions”) are bent to the desired pattern and either pasted or soldered onto the body. Enamels are essentially glass, colored with metal oxides, that is ground to a powder, mixed with water, and placed as a paste inside the cloisons. The vessel is then fired at a low heat between 1280 and 1328 degrees Fahrenheit. During firing, the enamel may shrink; after cooling, the process is repeated and re-fired until the cells are completely filled with fused enamel.",
            "title": "Case Containing Plaques"
        },
        {
            "description": "Europe's name, and much of its culture and worldview, is rooted in the Greco-Roman classical tradition. In fact, the continent is named after the Phoenician princess Europa of Greek mythology, who was seduced by the god Zeus in the form of a white bull. In antiquity, \"Europa\" appeared on world maps to designate Europe, or all known land masses north of the Mediterranean. \n\r\nIn this eroticized version of the myth of Europa and the bull, Carl Milles revived the ideal classical nude. Here, Europa dominates Zeus, clutching the bull’s curling tongue.",
            "title": "Europa and the Bull"
        },
        {
            "title": "Among Trees"
        },
        {
            "title": "Gold Fish"
        },
        {
            "title": "A Peaceful Afternoon"
        },
        {
            "title": "Barnyard"
        },
        {
            "title": "The Moth"
        },
        {
            "title": "Pennsylvania Barn Buildings"
        },
        {
            "title": "Collector's Item"
        },
        {
            "title": "Fragment of Memory"
        },
        {
            "title": "404"
        },
        {
            "description": "Unlike the smooth, high glazes on contemporaneous pieces by Eva Zeisel and Russel Wright, the textured, organic surface of Ben Seibel’s teapot and celery dish recalls the green glazes used earlier in the century on Arts and Crafts wares. Raymor dinnerware, a pioneering line in the marketing of modernist design to Americans, enabled those with modest means to buy good design at affordable prices.",
            "title": "Celery and Olive Dish from Raymor Modern Stoneware Line"
        },
        {
            "title": "Aetna's Dream"
        },
        {
            "title": "Driftwood"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Grand Windsor Hotel (recto) / Burlesque (verso)"
        },
        {
            "title": "To the Train"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "description": "Ted Hallman has been at the vanguard of modern textile design since the late 1950s, when he began to combine natural fibers with acrylic, a relatively new material at the time that had been developed for military use during World War II. The juxtaposition of natural fibrers with the luminous new synthetic material was wholly original at the time. A nearly identical hanging by Hallman was included in the seminal 1969 exhibition Objects USA, which introduced Americans to variety of new designs of the emerging craft movement and helped to bridge the perceived aesthetic gap between so-called craft \r\nand fine arts.",
            "title": "Room Divider"
        },
        {
            "title": "Driftwood"
        },
        {
            "title": "Plants"
        },
        {
            "title": "The Wave"
        },
        {
            "title": "Triumph of Stones"
        },
        {
            "title": "Trellis"
        },
        {
            "title": "Beatitudes"
        },
        {
            "title": "The Harvest"
        },
        {
            "title": "Teapot"
        },
        {
            "title": "Arrival"
        },
        {
            "title": "Electric Clock, White Clover Line, Golden Spice"
        },
        {
            "title": "Ladies' Belts"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Building the Battleship"
        },
        {
            "title": "In the Drydock"
        },
        {
            "title": "Stone Crusher"
        },
        {
            "title": "Making War Locomotives"
        },
        {
            "title": "Shell Factory, No. 1"
        },
        {
            "title": "Forging Shells: The Slaves of the Wheel"
        },
        {
            "title": "404"
        },
        {
            "title": "Paysages Urbains, Suite de Six Pointes-SĂ¨ches"
        },
        {
            "title": "Hoboken Ferry, West St. Ft. of Barclay St."
        },
        {
            "title": "Textile"
        },
        {
            "title": "Vista From West Street, 115-119 West Street"
        },
        {
            "title": "Dept. Docks and Police Station, Pier A, North River, Manhattan"
        },
        {
            "title": "Ferry, Central Railroad of New Jersey"
        },
        {
            "title": "Ferry Station Baltimore & Ohio R.R., West St."
        },
        {
            "title": "Pier #13 North River, Manhattan"
        },
        {
            "title": "Pepper Shaker, White Clover Line, Coral Sand Colorway"
        },
        {
            "title": "Pier 14, North River: From West and Fulton Streets"
        },
        {
            "title": "City Vista"
        },
        {
            "title": "[Untitled] (Bricks)"
        },
        {
            "title": "[Untitled] (Paper Bales)"
        },
        {
            "title": "[Untitled] (Cranes and Church Steeples)"
        },
        {
            "title": "[Untitled] (Bottle Factory)"
        },
        {
            "title": "[Untitled] (Shacks)"
        },
        {
            "title": "[Untitled] (Looms)"
        },
        {
            "title": "[Untitled] (Map's Ice Cream)"
        },
        {
            "title": "[Untitled] (Factory Interior)"
        },
        {
            "title": "[Untitled] (Factory and Houses)"
        },
        {
            "title": "[Untitled] (Milk Bottles)"
        },
        {
            "title": "Belt"
        },
        {
            "title": "Figure Group"
        },
        {
            "title": "Madison Square Bench"
        },
        {
            "title": "Mask"
        },
        {
            "title": "Untitled (after painting \"Artificial Flower and Other Things\" 1934)"
        },
        {
            "title": "Untitled (Invitation to a party in his studio in 1928)"
        },
        {
            "title": "Picasso Les Dejeuners"
        },
        {
            "title": "Miserere mei Deus Secundum Magnam Misericordiam Tuam"
        },
        {
            "title": "Jésus Honni..."
        },
        {
            "title": "Toujours Flagellé..."
        },
        {
            "title": "Se Réfugie en ton Coeur, Va-Nu-Pieds de Malheur."
        },
        {
            "title": "Solitaire en Cette Vie d-Embûches et de Malices"
        },
        {
            "title": "Ne Sommes-Nous pas Forçats"
        },
        {
            "title": "Nous Croyant Rois."
        },
        {
            "title": "Qui ne se Grime Pas?"
        },
        {
            "title": "Spoon, five perforations in the handle"
        },
        {
            "title": "L'Hommage Au Carre"
        },
        {
            "title": "Water Dropper"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "L'Hommage Au Carre"
        },
        {
            "title": "\"People of the Twentieth century\",\"The Brick Carrier\""
        },
        {
            "title": "Mozaffar al-Din Shah on a Royal Hunt, One of 274 Vintage Photographs"
        },
        {
            "title": "Small Worlds IX (Kleine Welten IX)"
        },
        {
            "title": "A Carte de Visite with Portrait of Mozaffar al-Din Shah , One of 274 Vintage Photographs"
        },
        {
            "title": "Ceremonial Sword"
        },
        {
            "title": "Etude Pour Golgotha"
        },
        {
            "title": "Photograph of a Photograph of Mozaffar al-Din Shah in Coronation Regalia,  One of 274 Vintage Photographs"
        },
        {
            "title": "Mozaffar al-Din Shah Enthroned, One of 274 Vintage Photographs"
        },
        {
            "title": "Bowl, Leaf Pattern"
        },
        {
            "title": "Coal Car, from Circus Train"
        },
        {
            "title": "Plateau of Almis, Morocco"
        },
        {
            "title": "Profile"
        },
        {
            "title": "Daruma"
        },
        {
            "title": "Standing Woman"
        },
        {
            "title": "Watercolor II"
        },
        {
            "title": "Sugar Breath and Soggy Eyes"
        },
        {
            "title": "Nunc Fluens"
        },
        {
            "title": "Woman"
        },
        {
            "title": "Rock Cross"
        },
        {
            "title": "[Untitled] (Winding Road in Park)"
        },
        {
            "title": "Going South"
        },
        {
            "description": "Today when we think of where inventive contemporary design \r\nis manufactured, we often think of Italy. This, however, was not \r\nalways the case. Wide acceptance of modern design came \r\nsomewhat later in Italy than elsewhere, perhaps because of the \r\never-present conservative influence of the palpable Roman classical past and the slow development of the Italian economy \r\nin the twentieth century. To be sure, before World War II there \r\nwere important modern designers in Italy, foremost Gio Ponti, \r\nan architect from Milan whose influence spread beyond his \r\nnative country through two architecture and design magazines he \r\nfounded, Domus and Stile. And the Fascist regime of Mussolini in \r\nthe pre-World War II period did embrace modern architecture, \r\nunlike the Nazi regime in Germany, which consciously rejected \r\nmodernism as a source of foreign, moral corruption. It was not, \r\nhowever, until the post-World War II era, when the Italian economy \r\nexpanded rapidly, that Italian modern design achieved international recognition.\r\nOne pivotal event made consumers in the United States aware \r\nof the diversity and accomplishments of modern Italian design—the exhibition Italy at Work, which travelled to twelve venues \r\nbetween 1950 and 1954. The exhibition was initiated by the Art \r\nInstitute of Chicago in partnership with two organizations devoted to the promulgation of Italian design, Handicraft Development \r\nIncorporated in the United States and its corresponding institution \r\nin Italy, CADMA. Italy at Work included hundreds of objects by \r\nmore than 150 artisans and manufacturers and featured furniture, \r\nceramics, glass, textiles, metalwork, jewelry, shoes, knit clothing, \r\nand industrial design. The exhibition opened at the Brooklyn \r\nMuseum, and at its conclusion, when the objects were dispersed  \r\namong the host institutions, the lionâ\u0080\u0099s share, more than two hundred items,  came to the Museum.In the second half of the twentieth century, Italy became a \r\ncenter for modern design. Many foreigners went there to study \r\nand work at small, adventurous firms that produced high-quality objects.",
            "title": "Table Top"
        },
        {
            "title": "Armchair"
        },
        {
            "title": "[Untitled] (Native American Children, New Mexico)"
        },
        {
            "title": "Mr. and Mrs. Stanley, The Adirondacks (The Front Parlor)"
        },
        {
            "title": "After Years of Hard Work (Tennessee)"
        },
        {
            "title": "[Untitled] (Native American Child, New Mexico)"
        },
        {
            "title": "Sprouts"
        },
        {
            "title": "Ghost Town, New Mexico"
        },
        {
            "title": "[Untitled] (Rodeo, New Mexico)"
        },
        {
            "title": "Staff Surmounted by Three Nommo Figures and 6 Bells"
        },
        {
            "title": "Cocktail Shaker, 'Anonimo,' Model 90021"
        },
        {
            "title": "Blake, Near Death"
        },
        {
            "title": "La Chonguinada"
        },
        {
            "title": "His Excellency the Mohteshem-al-Vexareh's Two Daughters and Servants One of 274 Vintage Photographs"
        },
        {
            "title": "404"
        },
        {
            "title": "[Untitled] (Mother and Son)"
        },
        {
            "title": "Seddie Anderson"
        },
        {
            "title": "Edmund  (Act I, Scene II), \"This is the excellent foppery of the world.\", from Portfolio, King Lear"
        },
        {
            "title": "Lear (Act I, Scene I), \"Therefore be gone without our grace.\", from Portfolio, King Lear"
        },
        {
            "title": "Lear, Regan, Goneril (Act II, Scene IV), \"O reason not the need.\", from Portfolio, King Lear"
        },
        {
            "title": "Lear and His Men Leaving Goneril's Castle (Act I, Scene V), from Portfolio, King Lear"
        },
        {
            "title": "Edgar (Act II, Scene III), \"Poor Tom, that's something yet! Edgar I nothing am.\", from Portfolio, King Lear"
        },
        {
            "title": "Lear (Act III, Scene IV), \"Poor naked wretches.\", from Portfolio, King Lear"
        },
        {
            "title": "Lear and Fool (Act III, Scene VI), \"Arraign her first 'tis Goneril.\", from Portfolio, King Lear"
        },
        {
            "title": "Doorway II"
        },
        {
            "description": "This showgirl, with her direct, heavy-lidded gaze and rouged face, is an example of the “new woman” of the 1920s. Her stance, with turned-out leg and arms akimbo, imply the new and highly sexualized dances popular during the Roaring Twenties. John Carroll alludes to the lively, angular rhythms of popular jazz through the repeated and patterned form of the musician, whose face suggests the shape of an African mask—linking jazz to African culture.",
            "title": "Showgirl"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Sketchbook"
        },
        {
            "title": "Shimaoka Tatsuzo, Cup for Green Tea"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Cuff Links"
        },
        {
            "title": "Staff (Mvwala)"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Figure of a Standing Female (Nyeleni)"
        },
        {
            "description": "Gelede masks, such as this one, are worn by male Yoruba dancers at festivals honoring the women of the community, living and dead, especially the powerful Great Mothers, including both the elderly women of the community and the ancestors of Yoruba society. The gelede performances entertain and educate, and document elements of everyday life, such as the woman’s head tie in this example. Through their movements, gelede dancers express Yoruba ideals of male and female behavior.",
            "title": "Gelede Mask"
        },
        {
            "title": "Mask (Kpeliye'e)"
        },
        {
            "title": "Phaeton (Chariot I) (Phaeton [Char I])"
        },
        {
            "title": "Rytnicht Lec Full"
        },
        {
            "title": "Orientale"
        },
        {
            "title": "Flicka I Jumper"
        },
        {
            "title": "Reclining Torso"
        },
        {
            "title": "House of Cards"
        },
        {
            "title": "The Big Kiss"
        },
        {
            "title": "Mask"
        },
        {
            "title": "404"
        },
        {
            "title": "Inscription of T'chao Pai No. 11"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "The Royal Family"
        },
        {
            "title": "Study of Kuang Kung"
        },
        {
            "title": "Afraid of the Dark"
        },
        {
            "title": "Untilled Fields"
        },
        {
            "title": "404"
        },
        {
            "title": "The Builders"
        },
        {
            "title": "Conversation"
        },
        {
            "title": "The End of a Perfect Day"
        },
        {
            "title": "Figure"
        },
        {
            "title": "Tablespoon"
        },
        {
            "title": "Lady's Robe"
        },
        {
            "title": "In North Newport News"
        },
        {
            "title": "Willow at Wells"
        },
        {
            "title": "Oyster Boats at Hampton"
        },
        {
            "title": "Chair"
        },
        {
            "title": "Seated Female Figure"
        },
        {
            "title": "Figure"
        },
        {
            "title": "Mother and Child"
        },
        {
            "title": "Old Folks, Norway"
        },
        {
            "title": "Slingshot"
        },
        {
            "title": "Slingshot"
        },
        {
            "title": "Slingshot"
        },
        {
            "title": "Slingshot"
        },
        {
            "title": "Heddle Pulley"
        },
        {
            "title": "Jazz Trio"
        },
        {
            "title": "Standing Male Figure"
        },
        {
            "title": "Figure of a Man with Upraised Arms"
        },
        {
            "title": "Box"
        },
        {
            "title": "Siamese Cat"
        },
        {
            "description": "Born Joseph Ruiz, in Louisiana, José de Rivera was an important abstract sculptor of the mid-twentieth century. His career culminated with the commission for a large-scale outdoor sculpture for the Mall in Washington, D.C. As with Alexander Calder, the most famous Aamerican abstract sculptor of the last century, de Rivera seems to have made jewelry for most of career but never actively retailed it. This abstract, biomorphic brooch is made of stainless steel, his preferred material for his sculpture but a relatively unusual choice for American jewelry in the mid-twentieth century. The historical importance of the brooch is heightened by rare documentation. In 1947, de Rivera made two brooches for his sister-in-law Elva Ruiz, who was married to his half brother Gordon, and his niece Muriel. Iin a letter to Elva, de Rivera terms the pieces “sculpture brooches” and adds that “I hope that you will like the shapes and wear them—also that they will give you some pleasure.”",
            "title": "Brooch"
        },
        {
            "title": "Slingshot"
        },
        {
            "title": "Slingshot"
        },
        {
            "description": "Like many toys, doll’s houses teach children how to live and behave in the adult world. In offering up the entire domestic world at a glance, doll’s houses also reflect, in particular, how objects surround human lives and exert their influence on us.\n\r\nThis doll’s house was designed by Gerrit Rietveld, one of the most important furniture designers, architects, and advocates of modernism in the early twentieth century. It was made for the children of the Jesse family, whom he was visiting at the time. Here, the children—Anita and Matcheld—could envision a pared-down lifestyle, surrounded by tasteful modern objects, in the postwar world.",
            "title": "Doll's House"
        },
        {
            "title": "Month of Eden"
        },
        {
            "title": "Opening Night at the Opera"
        },
        {
            "title": "V.E. Day, Times Square"
        },
        {
            "title": "Twined Bag"
        },
        {
            "title": "Figure of a Dancing Male"
        },
        {
            "title": "Tops"
        },
        {
            "title": "Chief Boul Boudy, Meban Tribe, Southern Sudan"
        },
        {
            "title": "Subway"
        },
        {
            "title": "Stickball"
        },
        {
            "title": "Twined Bag"
        },
        {
            "title": "Johnny on the Pony"
        },
        {
            "description": "This peyote rattle was played during Native American Church ceremonies, which combine Native and Christian beliefs. Peyote is a hallucinogenic cactus that is ritually ingested in tea or dried form to induce visions, which are believed to help achieve more harmony with the universe. The gourd symbolizes the world, and the sound it makes represents prayers. The gourd’s zigzag decoration symbolizes Christ’s crown of thorns. The handle’s beaded lightning design, which signifies man’s ability to ascend from earth into heaven, is encircled by a red horsehair fringe that represents the rays of the sun at sunrise, the hour when Christ arose from the dead. The medal attached to the handle reads, “Behold the heart of Jesus is with me.”\n\n\r\nEsta maraca de peyote se tocaba durante ceremonias de la Iglesia Nativo Americana, en la que se combinan creencias nativas y cristianas. El peyote es un cactus alucinógeno que se ingiere ritualmente en forma de té o seco para inducir visiones, las cuales se cree que ayudan a alcanzar mayor armonía con el universo. La calabaza simboliza el mundo, y el sonido que produce representa a las plegarias. La decoración zigzagueante de la calabaza simboliza la corona de espinas de Cristo. El diseño relampagueante de las cuentas en el mango, el cual significa la habilidad el hombre para ascender desde la tierra al cielo, está rodeado por un borde rojo de crin de caballo que representa los rayos del sol al amanecer, la hora en que Cristo se levantó de entre los muertos. La medalla sujeta al mango dice, “Contemplad que el corazón de Jesús está conmigo.”",
            "title": "Peyote Rattle"
        },
        {
            "title": "From Clark Street to Wall Street"
        },
        {
            "title": "Towers at Night"
        },
        {
            "title": "The Docks, From Columbia Heights"
        },
        {
            "title": "Down the Bay"
        },
        {
            "title": "The Bridges From Brooklyn"
        },
        {
            "title": "Le Modèle a Genoux (or Nu a Genoux)"
        },
        {
            "title": "Reclining Figure I"
        },
        {
            "title": "Reclining Figure 2"
        },
        {
            "title": "Eliptical Tool Box with Cover"
        },
        {
            "title": "Solitude Valley"
        },
        {
            "title": "King Lear (frontispiece), from Portfolio, King Lear"
        },
        {
            "title": "Projection"
        },
        {
            "title": "The One Transmigrant"
        },
        {
            "title": "Countertrust"
        },
        {
            "title": "El Traidor Saturnino Cedillo, Agente De Las Empresas Petroleras. 1938"
        },
        {
            "title": "Pieta"
        },
        {
            "title": "Table"
        },
        {
            "title": "404"
        },
        {
            "title": "Mexico En La Guerra: Los Braceros Se Van A Estados Unidos"
        },
        {
            "title": "La Declaracion De Guerra Al Eje. 1 De Junio De 1942"
        },
        {
            "title": "Moon Series A"
        },
        {
            "description": "The painter of this hanging scroll, best known for his landscapes, was a descendant of Qing dynasty (1644–1911) royalty. He received a privately tutored classical education that included training in painting and calligraphy, and he excelled at both. He began studying painting formally at the age of thirty, and as was the custom at the time, he learned by copying masterpieces in the royal collection.",
            "title": "Scholar and Pines"
        },
        {
            "title": "1 of 10 Color Proofs for Ding Dong Daddy No. 4 Oars"
        },
        {
            "title": "White Bluff"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Bottle, Bust of George Washington"
        },
        {
            "title": "Greed"
        },
        {
            "title": "Two Horses in a Landscape"
        },
        {
            "title": "Plucked Idiophone (Sanza)"
        },
        {
            "title": "Plucked Idiophone (Sanza)"
        },
        {
            "title": "Olympia"
        },
        {
            "title": "Self-Portrait"
        },
        {
            "title": "Ding Don Daddy No. 6 Bone"
        },
        {
            "title": "Plucked Idiophone (Sanza)"
        },
        {
            "title": "Dagger"
        },
        {
            "title": "Spring River"
        },
        {
            "title": "Youth"
        },
        {
            "title": "A Group of Kurdish (?) Soldiers,   One of 274 Vintage Photographs"
        },
        {
            "title": "A Royal Ceremony in the Arg before the Naghar Kaneh(?),  One of 274 Vintage Photographs"
        },
        {
            "title": "A Consultation of Refugees at the British Legation Demanding Constution I,  One of 274 Vintage Photographs"
        },
        {
            "title": "A Consultation of Refugees at the British Legation Demanding Constitution II,  One of 274 Vintage Photographs"
        },
        {
            "title": "Theatrical Photograph of Soldiers Pointing Guns,  One of 274 Vintage Photographs"
        },
        {
            "title": "A  Military Review with Cannons,  One of 274 Vintage Photographs"
        },
        {
            "title": "A Crowd of Men and Women gathered to Celebrate the Granting of a Constitution III,  One of 274 Vintage Photographs"
        },
        {
            "title": "Persian Cossacks,  One of 274 Vintage Photographs"
        },
        {
            "title": "Off to the Fields (from China Portfolio)"
        },
        {
            "title": "Noonday Meal (from China Portfolio)"
        },
        {
            "title": "Basket with False Embroidery"
        },
        {
            "title": "Kunming Bus (from China Portfolio)"
        },
        {
            "title": "Mary Simpson and Her Babe"
        },
        {
            "title": "Ceremonial Bag with Floral Beadwork"
        },
        {
            "title": "Pair of Moccasins"
        },
        {
            "title": "West Street Row: I"
        },
        {
            "title": "Pair of Moccasins"
        },
        {
            "title": "Three Manning Children, Eunis, Anne, Anne 2nd"
        },
        {
            "title": "Strip of Woven Beadwork"
        },
        {
            "title": "Woven Beadwork Strip with Diamond Pattern"
        },
        {
            "title": "Prayer Meal Bowl"
        },
        {
            "title": "Pair of Moccasins"
        },
        {
            "title": "Le Verseau from Pierre Sauvageot"
        },
        {
            "title": "Offering Dish on Pedestal Foot"
        },
        {
            "title": "Rural Scene with Pond and Sheep"
        },
        {
            "title": "Le Capricorne from Pierre Sauvageot"
        },
        {
            "title": "The Burning Bush"
        },
        {
            "title": "Kola Bowl"
        },
        {
            "title": "Landscape in Mirror"
        },
        {
            "title": "Head"
        },
        {
            "title": "Voyage"
        },
        {
            "title": "Les Poissons from Pierre Sauvageot"
        },
        {
            "title": "Our Delousing Campaign"
        },
        {
            "title": "Ancestral Figure"
        },
        {
            "title": "La Balance from Pierre Sauvageot"
        },
        {
            "title": "La Vierge from Pierre Sauvageot"
        },
        {
            "title": "Teapot with Lid, American Modern Pattern"
        },
        {
            "title": "Hudson River Dayline"
        },
        {
            "title": "Le Sagittaire from Pierre Sauvageot"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "Le Scorpion from Pierre Sauvageot"
        },
        {
            "title": "Ice"
        },
        {
            "title": "404"
        },
        {
            "title": "Flowers #2"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Dish Stand for Gravy Boat, American Modern Pattern"
        },
        {
            "title": "Tomotom Childâ\u0080\u0099s Chair"
        },
        {
            "title": "Cereal/Soup Bowl, American Modern Pattern"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "The Embrace"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Nervous Square (Broadway - Times Square)"
        },
        {
            "title": "Under the El"
        },
        {
            "title": "Bottle Neck Basket"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Teapot"
        },
        {
            "title": "Far West"
        },
        {
            "description": "The vegetable-shaped salt and pepper shakers and the curvilinear flask are splendid examples of the Aesthetic Movement style, which appeared strikingly new and modern to consumers at the time. The form of the shakers was inspired by realistic Japanese metal objects with which Americans were just becoming familiar, and their maker used a newly invented process to patinate the silver to resemble weathered copper. The irregular, ergonomic contour and dense Southwestern landscape of the flask would have also seemed quite daring to the original purchaser. In contrast, the all-over, hard-edged design of the later flask evokes the emerging, dynamic skyscraper skyline of big cities, and the unadorned, pyramidal forms of the later salt and pepper shakers have a timeless quality. While all of these objects were progressive when made, only the later ones still speak the language of modern design.",
            "title": "Pepper Shaker"
        },
        {
            "description": "The vegetable-shaped salt and pepper shakers and the curvilinear flask are splendid examples of the Aesthetic Movement style, which appeared strikingly new and modern to consumers at the time. The form of the shakers was inspired by realistic Japanese metal objects with which Americans were just becoming familiar, and their maker used a newly invented process to patinate the silver to resemble weathered copper. The irregular, ergonomic contour and dense Southwestern landscape of the flask would have also seemed quite daring to the original purchaser. In contrast, the all-over, hard-edged design of the later flask evokes the emerging, dynamic skyscraper skyline of big cities, and the unadorned, pyramidal forms of the later salt and pepper shakers have a timeless quality. While all of these objects were progressive when made, only the later ones still speak the language of modern design.",
            "title": "Salt Shaker"
        },
        {
            "title": "One of a Pair of Candlesticks"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Two Women"
        },
        {
            "title": "Man With Hands Clasped"
        },
        {
            "title": "Untitled (Cart)"
        },
        {
            "title": "Hook Figure"
        },
        {
            "title": "English Landscape"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Clock, Model 4706"
        },
        {
            "title": "Clock, Model 4708"
        },
        {
            "title": "Untitled (Greek Theatre)"
        },
        {
            "title": "404"
        },
        {
            "title": "Jeremiah"
        },
        {
            "title": "Hosea"
        },
        {
            "title": "Untitled (Frontal Nude Woman)"
        },
        {
            "title": "Double Self Portrait, Cambria, CA"
        },
        {
            "title": "Baruch"
        },
        {
            "title": "Amos"
        },
        {
            "title": "Nahum"
        },
        {
            "title": "Jonah"
        },
        {
            "title": "Ezekiel"
        },
        {
            "title": "Obadiah"
        },
        {
            "title": "Habakkuk"
        },
        {
            "title": "Glass"
        },
        {
            "title": "Billy Mann"
        },
        {
            "title": "Late Traveler"
        },
        {
            "title": "Model of a Kayak"
        },
        {
            "title": "Bergama Type Prayer Carpet"
        },
        {
            "description": "This complete dance costume shows how masks are normally one part of a larger ensemble. The mask is sewn directly onto the costume of looped bark and fiber, which fits tightly over the body of the dancer. Seedpod rattles and metal bells added a musical aspect to the performance.\n\r\nAlthough they are danced by Luvale men, mwana pwevo masks depict women. In order to own and perform with a mask, a man had to symbolically marry it by paying the carver a copper ring as a bride price. In so doing, the dancer made a commitment to honor and care for the spirit represented by the mask. In return, the dancer was able to earn his livelihood performing at local festivals.",
            "title": "Mane of Hair (Likishi Dance Costume Accessory)"
        },
        {
            "title": "Man and Dog/South Carolina"
        },
        {
            "title": "Second Avenue El"
        },
        {
            "title": "Bouncer"
        },
        {
            "title": "Field Flowers"
        },
        {
            "title": "The Gossips"
        },
        {
            "title": "Moon Series E"
        },
        {
            "title": "Crouching Nude"
        },
        {
            "title": "Animal Car, from Circus Train"
        },
        {
            "title": "Freight Car, from Circus Train"
        },
        {
            "title": "Rubbing #4"
        },
        {
            "title": "Towers"
        },
        {
            "title": "Passenger Car, from Circus Train"
        },
        {
            "title": "Girl Arranging Flowers"
        },
        {
            "title": "Rubbing #6"
        },
        {
            "title": "Print from \"Le Satiricon\""
        },
        {
            "title": "[Untitled] Print from \"Dos Contes\""
        },
        {
            "title": "Print from \"Le Satiricon\""
        },
        {
            "title": "Three Nudes"
        },
        {
            "title": "Print from \"Le Satiricon\""
        },
        {
            "title": "[Untitled] Print from \"Dos Contes\""
        },
        {
            "title": "[Untitled] Print from \"Dos Contes\""
        },
        {
            "title": "The Conductor"
        },
        {
            "description": "Born in remote Roswell, New Mexico, Peter Hurd established his home at Sentinel Ranch, in nearby San Patricio, by 1940 and devoted himself to painting the area’s distinctive landscape. Hurd had been experimenting with the medium seen here—egg tempera (an egg-based, water-soluble paint mixture) applied to gesso-coated panels—since the early 1930s. Derived from Italian Renaissance practice, the method allowed him to achieve a brilliancy of color and “flatness” that he believed were otherwise attainable only with watercolors.",
            "title": "The Rainy Season"
        },
        {
            "title": "[Untitled]  (Woman at Thread Cones II)"
        },
        {
            "title": "[Untitled]  (Women at Thread Cones I)"
        },
        {
            "title": "[Untitled] (Woman with Small Metal Forms)"
        },
        {
            "title": "[Untitled]  (Residential Street with Band Bread Wagon)"
        },
        {
            "title": "[Untitled]  (Man at Carpet Weaving Machine)"
        },
        {
            "description": "This aerial photograph of the atomic bomb blast over the Japanese city of Nagasaki was taken on August 9, 1945, documenting the event that led to the end of the war in the Pacific only days later. Paradoxically, the mushroom cloud, so widely understood as an emblem of death and destruction, took the shape of a living form, seeming to resemble the stem and flattened cap of a common toadstool.",
            "title": "Nagasaki, Japan, under Atomic Bomb Attack"
        },
        {
            "title": "[Untitled]  (Man Trimming Carpet Thread)"
        },
        {
            "title": "[Untitled] (Carpet Making)"
        },
        {
            "description": "In 1923 Ilya Bolotowsky immigrated with his family to New York from Saint Petersburg. By 1936 he had completed his training at the National Academy of Design, painted his first nonobjective work, and become a founding member of the American Abstract Artists group. Opalescent Vertical is a nearly monochromatic meditation on straight lines and pure forms inspired by the art of Piet Mondrian; abstractions like this one would have been denounced at the time in the Soviet Union, where the censors only recognized Socialist Realism as true Soviet art.",
            "title": "Opalescent Vertical"
        },
        {
            "title": "Three Nudes"
        },
        {
            "title": "[Untitled] (Woman with Loupe and Tweezers)"
        },
        {
            "title": "[Untitled] (Woman with Magnifier)"
        },
        {
            "title": "The Head of Blessed Oliver Plunkett, Ireland"
        },
        {
            "title": "Nightwalkers, Dublin, Ireland"
        },
        {
            "title": "Horsewoman, Ireland"
        },
        {
            "title": "Wicklow Trees, County Wicklow, Ireland"
        },
        {
            "title": "Chimney Sweep and Children, Ireland"
        },
        {
            "title": "Transept-Senlis, France"
        },
        {
            "title": "White Horse, Donegal, Ireland"
        },
        {
            "title": "Church of St. Etienne Du Mont-Paris"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Joe & Olivene, Ireland"
        },
        {
            "title": "John Grogen, A Patriot and His Dog, Ireland"
        },
        {
            "title": "Tapa (Masi)"
        },
        {
            "title": "404"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "The Gleaners"
        },
        {
            "title": "Janus-faced Amulet Head"
        },
        {
            "title": "Seated Figure"
        },
        {
            "title": "Glass"
        },
        {
            "title": "Miniature Head in Relief"
        },
        {
            "title": "Glass"
        },
        {
            "title": "Miniature Male Head"
        },
        {
            "title": "Pitcher"
        },
        {
            "title": "Glass"
        },
        {
            "title": "Polar Bear Eating a Seal"
        },
        {
            "title": "Two Loons, One Feeding the Other"
        },
        {
            "title": "Inquietude"
        },
        {
            "title": "\"Skyscraper\" Hand Mirror, Apollo Studios Line"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Surf Avenue"
        },
        {
            "title": "Atlantic Yacht Club"
        },
        {
            "title": "Coney Island Beach"
        },
        {
            "title": "Coney Island Beach and Surf Avenue"
        },
        {
            "title": "Col. E. L. Drake"
        },
        {
            "title": "Early Transport - Pennsylvania"
        },
        {
            "title": "Half Moon Hotel, Coney Island"
        },
        {
            "title": "Polly Founds a Bank"
        },
        {
            "title": "Intertype Corporation, Foot of Montague Street, Brooklyn"
        },
        {
            "title": "Portrait of an Old Woman (Porträt einer Greisin)"
        },
        {
            "title": "On Top of a Bus"
        },
        {
            "title": "Circular Box with Maple Leaf Design on the Cover"
        },
        {
            "title": "[Untitled],  One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled],  One of 274 Vintage Photographs"
        },
        {
            "title": "The Arena"
        },
        {
            "title": "Death of the Matador"
        },
        {
            "title": "Perseus II"
        },
        {
            "title": "Perseus I"
        },
        {
            "title": "Triangulum"
        },
        {
            "title": "Andromeda"
        },
        {
            "title": "Cepheus"
        },
        {
            "title": "Cassiopia"
        },
        {
            "title": "Kachina Doll (Mokjiyapona)"
        },
        {
            "title": "Portrait Bust of Sir Walter Scott"
        },
        {
            "title": "Kachina Doll (Ekohkuanona)"
        },
        {
            "title": "Centaur"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Plate"
        },
        {
            "title": "The Bull (Title Page)"
        },
        {
            "title": "The Bull"
        },
        {
            "title": "Basket"
        },
        {
            "title": "[Untitled] (Uniformed Man Holding Boy)"
        },
        {
            "title": "Basket"
        },
        {
            "title": "Basket"
        },
        {
            "title": "Mat"
        },
        {
            "title": "Mat"
        },
        {
            "title": "Mat"
        },
        {
            "title": "Mat"
        },
        {
            "title": "Hotel St. George, Brooklyn"
        },
        {
            "title": "[Untitled] (Invitation for Frederick Keppel & Co. Gallery Opening)"
        },
        {
            "title": "Longchamps"
        },
        {
            "title": "Puppeteer"
        },
        {
            "title": "International Philatelic Exhibition Medal"
        },
        {
            "title": "Coffee Pot and Lid"
        },
        {
            "title": "Muscle Beach, Santa Monica, Calif. (A)"
        },
        {
            "title": "Penn Station, N.Y.C."
        },
        {
            "title": "[Untitled]"
        },
        {
            "description": "At the age of seventy-one, May Wilson left rural Maryland and a decades-long marriage for New York City, where she took up residence at the Chelsea Hotel. Because she was generations older than the avant-garde artists she was drawn to, and being largely self-taught, Wilson acquired the nickname “Grandma Moses of the Underground.” In her Ridiculous Portraits, Wilson collaged ludicrous photo-booth self-portraits onto images she collected from picture postcards, reproductions of famous paintings, mainstream magazines, and soft-core pornography. Produced as personal mementos and often exchanged through the mail with other artists as gifts, her Ridiculous Portraits attacked sexism, ageism, and the cult of beauty with a wry sense of absurdity.",
            "title": "Untitled II (Portrait)"
        },
        {
            "title": "Overskirt  (ntshak)"
        },
        {
            "title": "Shield"
        },
        {
            "title": "Bush Terminal Pier 6"
        },
        {
            "title": "Magritte - The Museum of Modern Art"
        },
        {
            "title": "Skyline, N.Y."
        },
        {
            "title": "Canoe with Two Seated Figures"
        },
        {
            "title": "Leg of Chair with Figure of Woman Forming Base"
        },
        {
            "title": "New Embroidery Specimen"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Pegasus I"
        },
        {
            "title": "Yunomi"
        },
        {
            "title": "Tea Bowl"
        },
        {
            "title": "Choshi"
        },
        {
            "title": "In the Woods"
        },
        {
            "title": "Fish and Mushrooms"
        },
        {
            "title": "Woman Series, black Butterfly"
        },
        {
            "title": "Gothic Spirit"
        },
        {
            "title": "Beer Pot"
        },
        {
            "title": "Manhattan Backwash"
        },
        {
            "title": "Phases of the Moon"
        },
        {
            "title": "Contact!"
        },
        {
            "title": "Dessert Spoon"
        },
        {
            "title": "Headrest"
        },
        {
            "title": "Figure of a Standing Female (Pindi)"
        },
        {
            "title": "Standing Female Figure (Buti)"
        },
        {
            "title": "Unfinished Piece of Jewelry"
        },
        {
            "title": "Single Head Goblet (Mbwoongntey)"
        },
        {
            "title": "Miss Whiting"
        },
        {
            "title": "Unfinished Piece of Jewelry, \"Angular Medallion\""
        },
        {
            "description": "Although little is known about this figure, its hairstyle, ridged in front and worked into small circles in back, and small scars carved across the brow and along the edge of the jaw indicate it is of Zande origin. Such decorative markings, either on art objects or living persons, are clues to group affiliation, rank, and status.",
            "title": "Standing Male Figure"
        },
        {
            "title": "Unfinished Piece of Jewelry"
        },
        {
            "title": "The Penny Bridge"
        },
        {
            "description": "Modernizing the Urban Landscape \n\r\nBy the late 1920s, signs of modernization and industrialization were intruding on the residential neighborhood of Brooklyn Heights, where Isabel Lydia Whitney grew up. The Emerald Tower and The Blue Peter are part of a series of works Whitney painted about 1927 of the changing area. Exhibited in 1928, the series was praised for its honest depiction of the American scene and “the poignancy of transition.” \n\r\nIn The Emerald Tower, the iconic Brooklyn Bridge is relegated to the far distance, and the painting is dominated instead by the new Squibb building, part of a manufacturing plant for a pharmaceutical company. The masts, smokestacks, and rigging seen in The Blue Peter hint at the encroachment of waterfront commerce.",
            "title": "The Blue Peter"
        },
        {
            "title": "Grace Court"
        },
        {
            "description": "Modernizing the Urban Landscape \n\r\nBy the late 1920s, signs of modernization and industrialization were intruding on the residential neighborhood of Brooklyn Heights, where Isabel Lydia Whitney grew up. The Emerald Tower and The Blue Peter are part of a series of works Whitney painted about 1927 of the changing area. Exhibited in 1928, the series was praised for its honest depiction of the American scene and “the poignancy of transition.” \n\r\nIn The Emerald Tower, the iconic Brooklyn Bridge is relegated to the far distance, and the painting is dominated instead by the new Squibb building, part of a manufacturing plant for a pharmaceutical company. The masts, smokestacks, and rigging seen in The Blue Peter hint at the encroachment of waterfront commerce.",
            "title": "The Emerald Tower"
        },
        {
            "title": "The Sculptor"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "The Studio Window"
        },
        {
            "title": "Rocks and Sea"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Cast of Original Model for \"Wisdom of Solomon\""
        },
        {
            "title": "Giant Escaping Earth"
        },
        {
            "title": "Pilgrim's Moon"
        },
        {
            "title": "Ninevah"
        },
        {
            "title": "The Pigeon and the Goat"
        },
        {
            "title": "Carved Paint Box with Cover"
        },
        {
            "title": "Carved Horn Buffalo Drinking Cup"
        },
        {
            "title": "Janus-Faced Goblet (Mbwoongntey)"
        },
        {
            "title": "Basket"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Beaded Apron"
        },
        {
            "title": "Throwing Knife"
        },
        {
            "title": "Artist plate for The Heralds of Awakening"
        },
        {
            "title": "Handbag"
        },
        {
            "title": "Stencil for The Heralds of Awakening"
        },
        {
            "title": "Untitled (Greenhouse)"
        },
        {
            "title": "Basket"
        },
        {
            "title": "Cup and Saucer"
        },
        {
            "title": "Growth of Spring"
        },
        {
            "title": "Creamer, \"Museum\" Pattern"
        },
        {
            "title": "Georgia Her Plate"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Sugar Bowl with Lid, \"Museum\" Pattern"
        },
        {
            "title": "Street in Belleville (Rue à Belleville)"
        },
        {
            "description": "Chaim Soutine’s passion for painting led him from a Lithuanian Jewish ghetto in modern Belarus to the art academies of Minsk and, ultimately, Paris. In the French capital, he turned his back on the prevailing avant-garde style of Cubism and embraced the expressive manner of Rembrandt and Goya, whose works were then on view in the Louvre. In Still Life, Gladiolas Soutine brings together the expressive brushstrokes of the Old Masters with the brilliant color and flattened compositions of Paul Cézanne and Henri Matisse.",
            "title": "Still Life, Gladiolas"
        },
        {
            "title": "Cruet and Stopper, \"Town and Country\" Pattern"
        },
        {
            "description": "In a departure from the vivid hues of his sun-drenched scenes, Matisse focuses here on the muted earth tones of a light-dappled forest. He renders the angled trees in long brushstrokes in a range of browns, allowing the substantial trunks to taper and dematerialize in lightly sketched, ghostly passages at the top. By contrast, the painter creates a hint of sky by daubing a thick, lightly blended mix of blue and white over the branches and foliage. While using a vertically oriented canvas, Matisse provides a sense of spatial recession with a path punctuated by pools of light.",
            "title": "Crossroads at Malabry (Carrefour de Malabry)"
        },
        {
            "description": "This figure most likely embodies a \"spirit spouse\"—the husband or wife every person is said to have had before birth. Through dreams, misfortune, and other signs, a person may learn that his or her spirit spouse feels neglected or jealous. One way to appease the spirit is to commission a carved figure of it and carefully nurture it with food offering and perhaps bathe and rub it with oil.",
            "title": "Male Figure (Waka Sran)"
        },
        {
            "title": "Anthropomorphic Pot"
        },
        {
            "title": "Apron"
        },
        {
            "title": "Embroidered Kilt with Cloud and Rain Motif"
        },
        {
            "title": "Mat"
        },
        {
            "title": "Title Page"
        },
        {
            "title": "Warship Coming In"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Console"
        },
        {
            "title": "Hanukah Menorah, Candle Holder"
        },
        {
            "title": "Untitled (Machinery Gears)"
        },
        {
            "title": "Setting the Pillar"
        },
        {
            "title": "Chaise"
        },
        {
            "title": "Breakfast/or Serving Table"
        },
        {
            "title": "Goneril and Edmund (Act IV, Scene 110), \"Decline your head, this kiss if it durst speak.\", from Portfolio, King Lear"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Drinking Vessel"
        },
        {
            "title": "Drinking Vessel"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Window Series II"
        },
        {
            "title": "Trees"
        },
        {
            "title": "Spring in Connecticut"
        },
        {
            "title": "Paris Wine Shop"
        },
        {
            "title": "Cutting Fodder"
        },
        {
            "title": "Banks Fisherman"
        },
        {
            "title": "Church and Market Place"
        },
        {
            "title": "McBey (Self Portrait)"
        },
        {
            "title": "Cabinet with Drawers"
        },
        {
            "title": "Assisi"
        },
        {
            "title": "Sunbathers on the Roof"
        },
        {
            "title": "Lella, Bretagne"
        },
        {
            "title": "Dr. Farber at Work"
        },
        {
            "title": "Old Sheep Fold-Central Park, New York"
        },
        {
            "title": "Dream"
        },
        {
            "title": "Chimney Pots-Brittany"
        },
        {
            "title": "Contrast-Rockefeller Center"
        },
        {
            "title": "Joseph Hutcheson, To Each His Own"
        },
        {
            "title": "Wolframs-Eschenfack (Bavaria)"
        },
        {
            "title": "Lear with Cordelia in His Arms (Act V, Scene III), \"If that her breath will mist or stain the stone, Why, then she lives.\", from Portfolio, King Lear"
        },
        {
            "title": "Hungarian American Farm"
        },
        {
            "title": "Glow of the City"
        },
        {
            "title": "Trumbull St. Hartford, Conn."
        },
        {
            "title": "Homme Ă  la Canne, Frontispiece in the Portfolio ...Autre chose que de l'enfant beau"
        },
        {
            "title": "Snow on the El"
        },
        {
            "title": "The Shoemaker"
        },
        {
            "title": "The Punch Room"
        },
        {
            "title": "Gran'pa Takes a Walk"
        },
        {
            "title": "Self-Portrait"
        },
        {
            "title": "The Blue Sea"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Brown Pottery Doll with Painted Line Designs"
        },
        {
            "title": "Girdle"
        },
        {
            "title": "Neck Ornament"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Midnight and Noon V"
        },
        {
            "title": "Midnight and Noon VIII"
        },
        {
            "title": "Coffeepot  and Lid"
        },
        {
            "title": "Vessel"
        },
        {
            "title": "Vase, Model #CP300"
        },
        {
            "title": "Mask (Pitalot)"
        },
        {
            "title": "Teaspoon"
        },
        {
            "title": "Ewer"
        },
        {
            "title": "Predatory Form"
        },
        {
            "title": "Compote"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Pitcher"
        },
        {
            "title": "Back Stage 8 P.M."
        },
        {
            "title": "Officer Pupp"
        },
        {
            "title": "Spear, Shaft"
        },
        {
            "title": "Spear, Shaft"
        },
        {
            "title": "Crustace"
        },
        {
            "title": "Saint Michael (Der Heilige Michael)"
        },
        {
            "title": "Die in the Shape of a Falcon, from a Set of 7 Dice"
        },
        {
            "title": "Die in the Shape of a Falcon, from a Set of 7 Dice"
        },
        {
            "title": "Die, from a Set of 7 Dice"
        },
        {
            "title": "Die, from a Set of 7 Dice"
        },
        {
            "title": "Die, from a Set of 7 Dice"
        },
        {
            "title": "Tightrope Walker (Seiltänzer)"
        },
        {
            "title": "Die, from a Set of 9 Dice and Bowl"
        },
        {
            "title": "Die, from a Set of 9 Dice and Bowl"
        },
        {
            "title": "From the Quai d' Orleans"
        },
        {
            "title": "Shaping a Gun from an Ingot"
        },
        {
            "title": "The Gun Factory"
        },
        {
            "title": "Plate"
        },
        {
            "title": "The Transports"
        },
        {
            "title": "Making Rifles"
        },
        {
            "title": "The Embarkation Camp: The Classing Grove"
        },
        {
            "title": "Casting Shells"
        },
        {
            "title": "Hydroplanes At Rest on the Beach"
        },
        {
            "title": "Blanket"
        },
        {
            "title": "Womb Chair Ottoman, Model No. 74"
        },
        {
            "title": "Afganistan; Mother, Child and Three Goats"
        },
        {
            "title": "[Untitled] (Pier 27)"
        },
        {
            "title": "Puppet"
        },
        {
            "title": "Spear"
        },
        {
            "title": "Figure of Standing Male (part of a couple)"
        },
        {
            "title": "Illustration for La Premiere Treille Muscate"
        },
        {
            "title": "Standing Humanoid Figure"
        },
        {
            "title": "Self Portrait"
        },
        {
            "title": "Bag"
        },
        {
            "title": "Untitled (Leaves on Glass)"
        },
        {
            "title": "After Hours"
        },
        {
            "title": "(Bridge)"
        },
        {
            "title": "Ring with Crocodile"
        },
        {
            "title": "A Jersey Shore"
        },
        {
            "title": "Untitled (Landscape)"
        },
        {
            "title": "Rectangular Plaque with Face Mask"
        },
        {
            "title": "Nudes Beside Pool"
        },
        {
            "title": "[Untitled] (Sam the Sham and the Pharaohs)"
        },
        {
            "title": "Wolves"
        },
        {
            "title": "Tracery"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "[Untitled] (Love/Everpresent Fullness)"
        },
        {
            "title": "Rajasthank Landscape, India"
        },
        {
            "title": "Woman's Pair of Leggings/Boots"
        },
        {
            "title": "[Untitled] (Them)"
        },
        {
            "title": "Leisure"
        },
        {
            "title": "The Small House"
        },
        {
            "title": "Headrest"
        },
        {
            "title": "Indian Landscape"
        },
        {
            "title": "Self Portrait"
        },
        {
            "title": "Nature Morte"
        },
        {
            "title": "Vaudeville"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "The Black Root"
        },
        {
            "title": "Album B."
        },
        {
            "title": "Les Ridicules"
        },
        {
            "title": "Lithograph No. 9"
        },
        {
            "title": "Engraved Calabash"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "Demitasse Cup and Saucer, American Modern Patter"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "Box for Pair of Candlesticks"
        },
        {
            "title": "Appetizer Tray"
        },
        {
            "title": "Calabash"
        },
        {
            "title": "Crug Glas"
        },
        {
            "title": "Frontispiece to La Premiere Treille Muscate"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Warkton, Northamptonshire #4"
        },
        {
            "title": "Mat with Geometric Designs"
        },
        {
            "title": "Women"
        },
        {
            "title": "George A. Ramsey (Portrait)"
        },
        {
            "title": "Standing Female Figure (Ere Ibeji)"
        },
        {
            "title": "Salad Fork from a Five Piece Place Setting"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Teaspoon from a Five Piece Place Setting"
        },
        {
            "title": "Headpiece"
        },
        {
            "title": "Standing Male Figure (Ere Ibeji)"
        },
        {
            "title": "Odd Man In: Penn Station"
        },
        {
            "title": "Basket"
        },
        {
            "title": "Four-Piece Flatware Setting"
        },
        {
            "title": "Llan - y - Boldwell Shropshire #13"
        },
        {
            "title": "[Untitled] (Foal)"
        },
        {
            "title": "[Untitled] (Young Woman)"
        },
        {
            "title": "[Untitled] (Foal)"
        },
        {
            "title": "Baby Feeding Cup"
        },
        {
            "title": "[Untitled] (Boy with Gun)"
        },
        {
            "title": "Beverage Cart"
        },
        {
            "title": "Pair of Woman's Moccasins"
        },
        {
            "title": "Young Girl, Tennessee"
        },
        {
            "title": "Clock"
        },
        {
            "title": "[Untitled] (Young Mother with Baby Girl, Florida)"
        },
        {
            "title": "[Untitled] (Woman with Child, Tennessee)"
        },
        {
            "title": "Porcelain Vase"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Goblet for Palm Wine"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Ellington Necklace"
        },
        {
            "title": "\"Patina\" Necklace"
        },
        {
            "title": "New England Village"
        },
        {
            "title": "Archaic Tryst"
        },
        {
            "title": "Abydos Ja:ad (?) du Temple de Leli I (?)"
        },
        {
            "title": "Letter with Drawing"
        },
        {
            "title": "Letter with Drawing"
        },
        {
            "title": "Unstill Life"
        },
        {
            "description": "The ikupasuy is a sacred object used for prayer. The worshipper dips the sharper end into rice wine (sake) or millet beer, and then sprinkles drops of the liquor. The ikupasuy is believed to be a medium for sending a message to a spirit or god. Delicately carved in relief on plain wood, ikupasuy show numerous design variations. They were sometimes lacquered by neighboring Japanese.",
            "title": "Long Prayer Stick"
        },
        {
            "title": "Woman's Robe"
        },
        {
            "title": "Idiok Ekpo Mask"
        },
        {
            "description": "Max Weber painted this small canvas the year after his marriage, and some scholars have attributed the quiet, decorative sensibility of this and other of his works to the calming influence of domestic life. In this Cubist rendering of a cellist, the figure's closed eyes hint at the ecstasies of making music. The shadowy profile of a woman's head that helps to define the musician's torso and merges with the cello may rely on a traditional iconography in which the curved shapes of the instrument were metaphors for the female form.",
            "title": "The Cellist"
        },
        {
            "title": "Untitled (View of Town from Above)"
        },
        {
            "title": "Summer Coat"
        },
        {
            "title": "Sketch Panel, 14 sketches mounted on board"
        },
        {
            "title": "Sketch Panel (11 sketches mounted on board)"
        },
        {
            "title": "Woman's Parka with brown and white fur designs"
        },
        {
            "title": "Man's Parka with tasseled drawstring Hood"
        },
        {
            "title": "Figure"
        },
        {
            "title": "Man's Pair of Thigh-high Boots with red fabric decoration"
        },
        {
            "title": "Pair of Boots with tassels at the front and back and drawstring tops"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Sketch Panel"
        },
        {
            "title": "Sketch Panel"
        },
        {
            "title": "Flat Maskette (Lukungu)"
        },
        {
            "title": "Portrait Mask (ndoma)"
        },
        {
            "title": "[Untitled] (Shack/Ohio)"
        },
        {
            "title": "Porta Della Carta -- Venice"
        },
        {
            "title": "Untitled (Barnyard Scene with Sheep)"
        },
        {
            "title": "Esquisse Pour Un Portrait De Max Ernst"
        },
        {
            "title": "Portrait of Canada Lee"
        },
        {
            "title": "The Bird Lover"
        },
        {
            "title": "New Hampshire Dawn I"
        },
        {
            "title": "Broadcasting"
        },
        {
            "title": "Three Personages"
        },
        {
            "title": "Two Sisters"
        },
        {
            "title": "Lace Fragment"
        },
        {
            "title": "Box and Lid"
        },
        {
            "title": "Touro Synagogue, Newport, Rhode Island"
        },
        {
            "title": "Woman's Hat (Isicholo)"
        },
        {
            "title": "Pubic Apron"
        },
        {
            "title": "Export Creamer"
        },
        {
            "title": "Olla (Water Jar)"
        },
        {
            "title": "Wine Vessel (Gu)"
        },
        {
            "title": "Olla (Water Jar)"
        },
        {
            "title": "The Falcon - A Thing of Beauty is a Joy Forever"
        },
        {
            "title": "Americana"
        },
        {
            "title": "Stone Built Wind Mill, Newport, Rhode Island"
        },
        {
            "title": "Camouflage"
        },
        {
            "title": "Pubic Apron"
        },
        {
            "title": "Self-Portrait"
        },
        {
            "title": "Egg Mass"
        },
        {
            "title": "Pendant"
        },
        {
            "title": "Figurines"
        },
        {
            "title": "Lip Plug"
        },
        {
            "title": "Earring (Akaparaparat)"
        },
        {
            "title": "Torque"
        },
        {
            "title": "Ear Plug"
        },
        {
            "title": "Pair of Ear Sticks"
        },
        {
            "title": "Pair of Ear Sticks"
        },
        {
            "title": "Pair of Ear Plugs (Nzese Ikovi)"
        },
        {
            "title": "Pair of Ear Sticks"
        },
        {
            "title": "The Deserted Ferry"
        },
        {
            "title": "Ferry House, From Pierrepont Street"
        },
        {
            "title": "New York, from Grace Court"
        },
        {
            "title": "The Greatest \"Movie\" in the World"
        },
        {
            "title": "Shipping from Columbia Heights"
        },
        {
            "title": "Plymouth Church"
        },
        {
            "title": "Pineapple Street"
        },
        {
            "title": "Pair of Womenâ\u0080\u0099s Shoes (Qabaqib)"
        },
        {
            "title": "Pair of Sake Cups"
        },
        {
            "title": "White Parrot and Pomegranate"
        },
        {
            "title": "Figurines"
        },
        {
            "title": "Head"
        },
        {
            "title": "Teapot and Lid"
        },
        {
            "title": "Bandolier Bag"
        },
        {
            "title": "Zinnia"
        },
        {
            "title": "\"T\" Chair"
        },
        {
            "title": "Kachina Doll (Hecheleh)"
        },
        {
            "title": "Figure of an Equestrian"
        },
        {
            "title": "Figurative Feast Ladle (Wunkermian)"
        },
        {
            "title": "Woman with Horn"
        },
        {
            "title": "Paperweight"
        },
        {
            "title": "[Untitled] (Madonna and Child with Angels)"
        },
        {
            "title": "Ogre (Chaveyo) Kachina Doll"
        },
        {
            "title": "The Recluse"
        },
        {
            "title": "The Wishing Well"
        },
        {
            "title": "Seated Woman"
        },
        {
            "title": "The Family of Tevia"
        },
        {
            "title": "Composition No. 9"
        },
        {
            "title": "Personal Miniature Mask"
        },
        {
            "title": "Cake Plate"
        },
        {
            "title": "Tobacco Pipe with Head of a Bird"
        },
        {
            "title": "Mask"
        },
        {
            "title": "Staff"
        },
        {
            "title": "Fertility Doll  (Akuaba)"
        },
        {
            "title": "Hagi Ware Tea Bowl"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Bizen Ware Sake Cup"
        },
        {
            "title": "Wedding Bowl"
        },
        {
            "title": "Face Mask with Two Horns"
        },
        {
            "title": "404"
        },
        {
            "title": "Janus Head Staff"
        },
        {
            "title": "Comb"
        },
        {
            "title": "Staff or Flywhisk Handle"
        },
        {
            "title": "Arte Astratta"
        },
        {
            "title": "Arte Astratta"
        },
        {
            "title": "Young Girl's Furisode"
        },
        {
            "title": "Spring"
        },
        {
            "title": "Beer Pot"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Arte Astratta"
        },
        {
            "title": "Personnage"
        },
        {
            "title": "The Bird"
        },
        {
            "title": "Child's Moccasin"
        },
        {
            "title": "Long Pouch"
        },
        {
            "title": "Oblong Hunting Charm"
        },
        {
            "title": "Pouch with Short Strap"
        },
        {
            "title": "Long Pouch with Strap"
        },
        {
            "title": "Long Pouch"
        },
        {
            "title": "Pouch with Long Strap"
        },
        {
            "title": "Pouch with Long Strap"
        },
        {
            "title": "Pouch with Strap"
        },
        {
            "title": "Table Cover"
        },
        {
            "title": "Pick"
        },
        {
            "title": "Two Sketches of Beach Figures"
        },
        {
            "title": "Pipe"
        },
        {
            "title": "Pipe"
        },
        {
            "title": "Untitled (Burning Building)"
        },
        {
            "title": "Ceremonial Prayer Stick"
        },
        {
            "title": "Holiday Makers"
        },
        {
            "title": "Commerce Street, Greenwich Village"
        },
        {
            "title": "Model of Loom, Including Frame, Warp, Shed Rod and a Hed Rod with Partially Woven Blanket"
        },
        {
            "title": "Horn"
        },
        {
            "title": "Sketch of Cylindrical Vase"
        },
        {
            "title": "Edith Lowenthal (recto) and Anna Held (verso)"
        },
        {
            "title": "Maternite"
        },
        {
            "title": "The Midnight Oil"
        },
        {
            "title": "Shaman's Charm or Soul Catcher"
        },
        {
            "title": "Colophon"
        },
        {
            "title": "Table Watch"
        },
        {
            "title": "Our Lady of Solitude"
        },
        {
            "title": "The Owl"
        },
        {
            "title": "The Gardener"
        },
        {
            "title": "Unfinished Piece of Jewelry, \"Three Hole\""
        },
        {
            "title": "Untitled (Group Portrait of American Indians)"
        },
        {
            "title": "Descent from the Cross"
        },
        {
            "title": "Lamenting of Christ"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Paysages Urbains, Suite de Six Pointes-Sèches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "404"
        },
        {
            "title": "Cann"
        },
        {
            "title": "Fleur du Lit"
        },
        {
            "title": "Paysages Urbains, Suite de Six Pointes-Sèches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Interrogation"
        },
        {
            "title": "Basket Lid"
        },
        {
            "title": "Unfinished Piece of Jewelry, \"Reverse Thong\""
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Table Lamp"
        },
        {
            "title": "Clock"
        },
        {
            "title": "Clock"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "404"
        },
        {
            "title": "Footed Bowl"
        },
        {
            "title": "Untitled (Woman Praying In Church)"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Intermezzo"
        },
        {
            "title": "Asquith with Lloyd George and Young Churchill"
        },
        {
            "title": "Cats Fighting"
        },
        {
            "title": "Her Majesty is Broke?"
        },
        {
            "title": "View of Brooklyn Bridge"
        },
        {
            "title": "New York City Seal"
        },
        {
            "title": "Bridge of Delight"
        },
        {
            "title": "Pair of Earrings"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "WACs in Training, Teargas Drill, Ohio"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Blossoming"
        },
        {
            "title": "Seated Nude"
        },
        {
            "title": "Amniotic Hub"
        },
        {
            "title": "Mother and Daughter at Penn Station, NYC"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Elephant"
        },
        {
            "description": "Manuel Alvarez Bravo grew up during the Mexican Revolution (1910−20), a formative period that strengthened his sense of kinship with his homeland. During this time he was introduced to the medium of photography, and he bought his first camera in 1924. Initially working in the Pictorialist tradition, Alvarez Bravo started to experiment with abstract compositions in the late 1920s. In 1927 he befriended the Italian photographer Tina Modotti, who had been living and working in Mexico since 1923, and he later took over her job as a staff photographer at the magazine Mexican Folkways. This post helped him cultivate his own vision, as he developed emblematic themes of Mexican identity blended with unconscious imagery reflecting dreams and chance. \n\r\nIn this photograph, Alvarez Bravo uses the everyday to create a compelling vision of Mexico’s urban landscape. The horizontal expanse of wall centers the layered composition, separating the world above from the one below. Two figures, seemingly unaware of each other, pass on the empty street, while stark white laundry hangs in the domestic space above, its brightness creating a link to the woman’s package below. Despite the solidity of the wall, the passersby and flowing fabric suggest the ephemerality of this fleeting moment.",
            "title": "Que Chiquito es el Mundo"
        },
        {
            "title": "Bicicletas en Domingo"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Rain in the Mountains"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Abraham Walkowitz, A Caricature"
        },
        {
            "title": "Sketch of Abraham Walkowitz"
        },
        {
            "title": "The Serigrapher"
        },
        {
            "title": "[Untitled] (Man at Thread Gate)"
        },
        {
            "title": "Portrait of Abraham Walkowitz"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Wallpaper"
        },
        {
            "title": "Wallpaper"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "description": "This sculpture of a young girl, posed as the young goddess Diana with her dog and bow and arrows, demonstrates how Paul Manship sought to meld ideal form inspired by classical Greek and Roman sculpture with a distinctly modern simplicity. He exercised careful control in forming the regularized volumes and polished surface, and added a touch of delicacy with the gilt detailing on the costume and hair. Vivian St. George was the only child of the Irish painter Sir William Orpen and the married American heiress Evelyn St. George. Manship received the portrait commission through his friend the American painter John Singer Sargent, with whom he lived briefly in London in the early 1920s.",
            "title": "Vivian St. George and Her Dog"
        },
        {
            "title": "Wallpaper Frieze Paper"
        },
        {
            "title": "Wallpaper Border Paper"
        },
        {
            "title": "Frogs"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Wallpaper Ceiling Paper"
        },
        {
            "title": "Eagle Man Image (A-tchi-a, La-to-pa) from the Little Fire Society Altar"
        },
        {
            "title": "Wallpaper"
        },
        {
            "title": "Wallpaper"
        },
        {
            "title": "\"Valentine Serving Set\" Scoop, Model No. 90094"
        },
        {
            "title": "[Untitled]  (Woman and \"J.H.\" Machine)"
        },
        {
            "title": "[Untitled] (Two Men Dismantling Metal Frame)"
        },
        {
            "title": "[Untitled] (Four Houses on Side Street)"
        },
        {
            "title": "[Untitled]  (Woman with Large Thread Cones)"
        },
        {
            "title": "[Untitled]  (Man with Empty Cones)"
        },
        {
            "title": "[Untitled] (Thread Worker)"
        },
        {
            "title": "[Untitled]  (Young Woman at Bobbin)"
        },
        {
            "title": "[Untitled] (Young Woman with Rope Headband)"
        },
        {
            "title": "[Untitled] (Thread Worker)"
        },
        {
            "title": "[Untitled]  (Hands and Thread)"
        },
        {
            "title": "The Crow Tree"
        },
        {
            "title": "[Untitled] (Three Rag Pickers)"
        },
        {
            "title": "Columbia Heights from Fulton Ferry"
        },
        {
            "title": "[Untitled] (Rag Picking)"
        },
        {
            "title": "Dictator's Dream"
        },
        {
            "title": "Woman, Man, Servant (Frau, Mann, Diener)"
        },
        {
            "title": "Small Girl in Straw Hat"
        },
        {
            "title": "(Abstraction) Cafe"
        },
        {
            "title": "Clown as a Fireman"
        },
        {
            "title": "Girl with Red Hat"
        },
        {
            "title": "Head of a Clown (Clown with Red Nose)"
        },
        {
            "title": "The Yellow Dress"
        },
        {
            "title": "Okorossia Mask"
        },
        {
            "title": "Pipe Bowl with Animal Figure"
        },
        {
            "title": "Serviceable Boxes Among the Rocks"
        },
        {
            "title": "Children Dancing by the Lake"
        },
        {
            "title": "Ponte Nomentave"
        },
        {
            "title": "Jersey Hills"
        },
        {
            "title": "Goose"
        },
        {
            "title": "Standing Bear"
        },
        {
            "title": "Miniature Stone Head"
        },
        {
            "title": "Walrus"
        },
        {
            "title": "Walrus"
        },
        {
            "title": "Dias De Fiesta, No. 2"
        },
        {
            "title": "Loon"
        },
        {
            "title": "Self-Portrait"
        },
        {
            "title": "Ebony Family"
        },
        {
            "title": "Ranunculus"
        },
        {
            "title": "A Connemara Peasant"
        },
        {
            "title": "Debutante"
        },
        {
            "title": "ZĂŠlie"
        },
        {
            "title": "Yolande (Mrs. Rushburg)"
        },
        {
            "title": "Henry Rushbury"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "The Mirror (or By the Mirror)"
        },
        {
            "title": "Airport, Tajikistan"
        },
        {
            "title": "Fabian"
        },
        {
            "title": "L'Eventail"
        },
        {
            "title": "Lynching"
        },
        {
            "title": "Plume Stick"
        },
        {
            "title": "Wallpaper Design \"Veronesi\" Pattern"
        },
        {
            "title": "Plume Stick"
        },
        {
            "title": "Plume Stick"
        },
        {
            "title": "Model of Pueblo Bonito, Chaco Canyon, New Mexico"
        },
        {
            "title": "Wallpaper Advertorial, \"Veronesi\" Pattern"
        },
        {
            "title": "Head Plume (Wo-pol-do)"
        },
        {
            "title": "Head Band (Wo-lo-lo-ko)"
        },
        {
            "title": "404"
        },
        {
            "title": "Etude pour la Vierge \"Visage\""
        },
        {
            "title": "Mantle or Skirt"
        },
        {
            "title": "Spoon"
        },
        {
            "title": "Spoon"
        },
        {
            "title": "Spoon"
        },
        {
            "title": "Paddle-Shaped Club"
        },
        {
            "title": "Standing Male Figure (Ere Ibeji)"
        },
        {
            "title": "Bowl"
        },
        {
            "title": "Club"
        },
        {
            "title": "Por Enseñar a Leer (For Teaching Them to Read)"
        },
        {
            "title": "Fachismo (1) (Fascism [1])"
        },
        {
            "title": "Major Lemuel Hide"
        },
        {
            "title": "Standing Executioner Figure"
        },
        {
            "title": "Carved Spoon"
        },
        {
            "title": "Standing Figure"
        },
        {
            "title": "Portada de un Libro (Book Cover)"
        },
        {
            "title": "[Untitled] (Infant Jesus)"
        },
        {
            "title": "Stool"
        },
        {
            "title": "Man's Official Inner-Robe (Jingnyeong)"
        },
        {
            "title": "Untitled (Surreal Landscape)"
        },
        {
            "title": "Untitled (Three Desert Poppies)"
        },
        {
            "title": "Untitled (Branch of Tree)"
        },
        {
            "title": "Flute"
        },
        {
            "title": "Pair of Stockings (Beoseon)"
        },
        {
            "title": "[Untitled], One of 274 Vintage Photographs"
        },
        {
            "title": "[Untitled] (Dartmouth College)"
        },
        {
            "title": "Death of a Striker"
        },
        {
            "title": "The Lock Out"
        },
        {
            "title": "Kejavehs in which Women and Children Travel], One of 274 Vintage Photographs"
        },
        {
            "title": "Trees By The Sea"
        },
        {
            "title": "Table Lamp"
        },
        {
            "title": "Caviar Server"
        },
        {
            "title": "Untitled (Household Goods)"
        },
        {
            "title": "Stem Glass, \"Theme Formal Ware\""
        },
        {
            "title": "Vase"
        },
        {
            "title": "The Happy Clown"
        },
        {
            "title": "Maria Ouspenskaya"
        },
        {
            "title": "Light and Shadow"
        },
        {
            "title": "Finnegan's Hovel"
        },
        {
            "title": "Mexican Interior"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Kneeling Figure (Eshu-Elegba)"
        },
        {
            "title": "Daniel"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Captain Moses Porter and Elizabeth His Wife"
        },
        {
            "title": "Root Study"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Circles of Confusion 1965"
        },
        {
            "title": "Blue Night, 1966"
        },
        {
            "title": "Mandala X"
        },
        {
            "title": "Composition"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Hooks and Eyes"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Head (PĂ¨re AndrĂŠ)"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Textile Swatch"
        },
        {
            "title": "Camera, No. 1A Gift Kodak"
        },
        {
            "title": "Box with Lid"
        },
        {
            "title": "State IV, The Heralds of Awakening"
        },
        {
            "title": "Champagne Glass,\" St. Tropez,\"  Part of Nine-Piece Setting"
        },
        {
            "title": "Sherbet Glass and Plate, \"St. Tropez,\"  Part of Nine-Piece Setting"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Audubon Plate"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Cocktail Glass, \"St Tropez,\" Part of Nine-Piece Setting"
        },
        {
            "title": "Wine Glass, \"St. Tropez,\"  Part of Nine-Piece Setting"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Knife (Ikul)"
        },
        {
            "title": "Knife with Scabbard"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Knife"
        },
        {
            "title": "Anklet or Bracelet"
        },
        {
            "title": "Ceremonial Knife"
        },
        {
            "title": "Fabric Swatch"
        },
        {
            "title": "Figure of a Devotee of Shango Holding an Oshe Shango"
        },
        {
            "title": "Axe"
        },
        {
            "title": "Knife"
        },
        {
            "title": "Currency"
        },
        {
            "title": "Currency"
        },
        {
            "title": "Currency"
        },
        {
            "title": "Currency"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Currency"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Policemen in Front of Saks Fifth Avenue, Easter Sunday, NYC"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Confirmation Day (Mother and Two Daughters)"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Candle Warmer"
        },
        {
            "title": "[Preface]"
        },
        {
            "title": "Cushion Cover"
        },
        {
            "title": "Winter  Hat"
        },
        {
            "title": "Pitcher, \"Modernistic\" Line"
        },
        {
            "title": "Bowl of Fruit"
        },
        {
            "title": "The Soviet Pavilion"
        },
        {
            "description": "Although Francois Jourdain was known primarily as a painter, he was also an accomplished designer and a founding member of the Union des Artistes Modernes, an important group of avant-garde designers. This adjustable chair is rendered in the Art Moderne style, which is characterized by simple, bold curves. The use of exotic mahogany and cane alludes to the French colonial empire, still partially intact during this period. The chair was manufactured by Jourdain’s own firm, Les Ateliers Modernes.",
            "title": "Ottoman"
        },
        {
            "title": "Evocation d'une forme humaine, lunaraire, spectrale"
        },
        {
            "title": "Spleen"
        },
        {
            "title": "Cripple Creek"
        },
        {
            "title": "Hungary, 1964"
        },
        {
            "title": "Death on the Plains"
        },
        {
            "title": "Dulce Et Decorum Est Pro Patria Mori"
        },
        {
            "title": "Sand!"
        },
        {
            "title": "Fire in the Night"
        },
        {
            "title": "Three Cows"
        },
        {
            "title": "In Memoriam: Sacco & Vanzetti"
        },
        {
            "title": "Ezra Pound"
        },
        {
            "title": "Self Portrait"
        },
        {
            "title": "Poncho"
        },
        {
            "title": "Mounted Specimen of Folk Textile"
        },
        {
            "title": "Mounted Specimen of Folk Textile"
        },
        {
            "title": "Mounted Specimen of Folk Textile"
        },
        {
            "title": "Mounted Specimen of Folk Textile"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Textile Swatches"
        },
        {
            "title": "Head, Study for the Portrait of Mme S. (Tête, première étude pour le portrait de Madame S."
        },
        {
            "title": "Nuit des Dieux (thickly painted abstract)"
        },
        {
            "title": "Denier Logis (thickly painted abstract)"
        },
        {
            "title": "Untitled (thickly painted abstract)"
        },
        {
            "title": "Untitled (painted collage)"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Jar"
        },
        {
            "title": "Futon-Gawa (Quilt Cover)"
        },
        {
            "title": "Coiled Jewel or Gift Basket with fret design"
        },
        {
            "title": "Coiled Basket with horizontal design in black with red dots and five point star on bottom."
        },
        {
            "title": "Kunming Bus"
        },
        {
            "title": "Necklace"
        },
        {
            "title": "Necklace"
        },
        {
            "title": "In the Burma Jungles"
        },
        {
            "title": "Rabbit Fence"
        },
        {
            "title": "The King was in his Counting House"
        },
        {
            "title": "Maine Backyard"
        },
        {
            "title": "Subway Lights"
        },
        {
            "title": "404"
        },
        {
            "title": "Furnished Room"
        },
        {
            "title": "5 Pieces of Kelp"
        },
        {
            "title": "Brighton, England, 1966"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Coney Island Entrance to Steeplechase Park and Noah's Ark"
        },
        {
            "title": "Plate"
        },
        {
            "title": "Odessa, USSR, 1957"
        },
        {
            "title": "Hooks and Eyes"
        },
        {
            "title": "Hooks and Eyes"
        },
        {
            "title": "Hooks and Eyes"
        },
        {
            "title": "Staff"
        },
        {
            "title": "Teardrop Candlestick, model 7792"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Cup"
        },
        {
            "title": "Saddle Bag"
        },
        {
            "title": "Staff of Office"
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Engraving V"
        },
        {
            "title": "Drawing"
        },
        {
            "title": "Basket"
        },
        {
            "title": "Ashtray"
        },
        {
            "title": "[Untitled]"
        },
        {
            "title": "Bolster Cover"
        },
        {
            "title": "Garment Ornament with Safety Pin"
        },
        {
            "title": "The Flight into Egypt"
        },
        {
            "title": "Coffee Urn"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Glass, \"Theme Formal Ware\""
        },
        {
            "title": "Cat Bookend, One of Pair"
        },
        {
            "title": "Mask (Phota)"
        },
        {
            "title": "Magazine Holder"
        },
        {
            "title": "Vase"
        },
        {
            "title": "Desk"
        },
        {
            "title": "Dinner Plate, Cyprus Pattern"
        },
        {
            "title": "German Medals"
        },
        {
            "title": "San Domenico, Perugia"
        },
        {
            "title": "Cake Plate"
        },
        {
            "title": "Figurative Cup (Mbwoongntey)"
        },
        {
            "title": "The Big Horse Chestnut Tree, Easthampton"
        },
        {
            "title": "The Prow"
        },
        {
            "title": "Ready for Service Again"
        },
        {
            "title": "Ready to Start"
        },
        {
            "title": "The Collier"
        },
        {
            "title": "Under the Shed"
        },
        {
            "title": "Submarines in Port"
        },
        {
            "title": "Making Propeller Blades"
        },
        {
            "title": "Building Submarine Chasers"
        },
        {
            "title": "Making a Turbine Engine"
        },
        {
            "title": "Building Destroyers, No. 2"
        },
        {
            "title": "Sumner Healy Antique Shop, 942 3rd Ave, Near 57 St."
        },
        {
            "title": "Rockefeller Centre: From 444 Madison Avenue, Manhattan"
        },
        {
            "title": "Murray Hill Hotel (Park Avenue and 41st Street)"
        },
        {
            "title": "Tempo of the City I"
        },
        {
            "title": "General View Looking Northeast - From 444 Madison Avenue, Manhattan"
        },
        {
            "title": "Facade Alwyn Court"
        },
        {
            "title": "Church on the Battery: Our Lady of the Rosary, 7 State Street, Manhattan"
        },
        {
            "description": "When the American photographer Berenice Abbott returned to New York in 1929 after nearly a decade in France, she found a city transformed by modern life. After the Works Progress Administration was established a few years later, she was hired to document the city, producing a large number of often dramatically composed images reflecting its changing features. In this image, Abbott photographed the Trinity and U.S. Realty Buildings (1904−07) on Broadway and Thames Street in the southern part of Manhattan. Older buildings and warehouses sit in the shadow of twentieth-century office towers. Abbott’s steep perspective emphasizes the contrasts in scale and the break between old and new.",
            "title": "Vista: Thames Street, No. 22, Man."
        },
        {
            "title": "Carnival"
        },
        {
            "title": "Entr'acte"
        },
        {
            "description": "In the late 1950s and early 1960s Idelle Weber began adapting the style of eighteenth-century silhouette portraiture to the Pop idiom. All of the artist’s works included here feature this approach, which imbues her subjects with an anonymous, everyman character. Subjects like Ben Casey, the doctor-hero of a melodramatic 1960s television series, become flat representations of cultural stereotypes; for Weber, the literal flatness of the figures is analogous to the superficial renderings of pop culture characters. In other examples, Weber depicts the quotidian—people on an escalator or skipping rope—with a cold precision. In Munchkins I, II & III, Weber portrays nondescript businessmen in New York’s PanAm (now MetLife) building, one of the world’s largest office buildings at the time, in the middle of the drudgery of their daily commute.",
            "title": "Ben Casey V"
        },
        {
            "title": "Alley Ardor"
        },
        {
            "title": "Plate"
        },
        {
            "title": "[Untitled] (Seated Nude Woman)"
        },
        {
            "title": "The White Fence"
        },
        {
            "title": "Man's Dirk"
        },
        {
            "description": "Today when we think of where inventive contemporary design  is manufactured, we often think of Italy. This, however, was not  always the case. Wide acceptance of modern design came  somewhat later in Italy than elsewhere, perhaps because of the  ever-present conservative influence of the palpable Roman classical past and the slow development of the Italian economy  in the twentieth century. To be sure, before World War II there  were important modern designers in Italy, foremost Gio Ponti,  an architect from Milan whose influence spread beyond his  native country through two architecture and design magazines he  founded, Domus and Stile. And the Fascist regime of Mussolini in  the pre-World War II period did embrace modern architecture,  unlike the Nazi regime in Germany, which consciously rejected  modernism as a source of foreign, moral corruption. It was not,  however, until the post-World War II era, when the Italian economy  expanded rapidly, that Italian modern design achieved international recognition.\nOne pivotal event made consumers in the United States aware  of the diversity and accomplishments of modern Italian design—the exhibition Italy at Work, which travelled to twelve venues  between 1950 and 1954. The exhibition was initiated by the Art  Institute of Chicago in partnership with two organizations devoted to the promulgation of Italian design, Handicraft Development  Incorporated in the United States and its corresponding institution  in Italy, CADMA. Italy at Work included hundreds of objects by  more than 150 artisans and manufacturers and featured furniture,  ceramics, glass, textiles, metalwork, jewelry, shoes, knit clothing,  and industrial design. The exhibition opened at the Brooklyn  Museum, and at its conclusion, when the objects were dispersed   among the host institutions, the lion’s share, more than two hundred items,  came to the Museum.\nIn the second half of the twentieth century, Italy became a  center for modern design. Many foreigners went there to study  and work at small, adventurous firms that produced high-quality objects.",
            "title": "Plate, Eva"
        },
        {
            "title": "404"
        },
        {
            "title": "Mon Doux Pays ou Êtes-Vous?"
        },
        {
            "title": "La Mort l'a Pris Comme it Sortait du Lit d'Orties."
        },
        {
            "title": "\"Le Juste, Comme le Bois de Santal Perfume la Hache Qui le Frappe.\""
        },
        {
            "title": "Nous sommes fous."
        },
        {
            "title": "Face à Face."
        },
        {
            "title": "Bella Matribus Detestata."
        },
        {
            "title": "Sutra Table"
        },
        {
            "title": "Belt"
        },
        {
            "title": "Elizabeth Breed"
        },
        {
            "title": "De Profundis..."
        },
        {
            "title": "Au Pressoir, le Raisin Fut Foulé."
        },
        {
            "title": "Untitled"
        },
        {
            "title": "Salad Bowl, American Modern Pattern"
        },
        {
            "title": "After Dinner Coffee Pot with Lid, American Modern Pattern"
        }
    ],
    "description": "brookyln museum open collection artwork titles and descriptions between 1917 and 1965"
}